Repository: kuldeep2code/vb_app
Catalog: lib/l10n/intl_*.arb
Languages: bn, gu, kn, ml, mr, or, pa, te

# moreMsg2
source: Ye Hui na Kuch Baat! ðŸŽ‰
bn: ইয়ে হুই না কুছ বাত! 🎉
gu: યે હુઈ ના કુછ બાત! 🎉
kn: ಯೇ ಹುಯಿ ನಾ ಕುಚ್ ಬಾತ್! 🎉
ml: യേ ഹുയി നാ കുച്ച് ബാത്ത്! 🎉
mr: ये हुई ना कुछ बात! 🎉
or: Ye Hui na Kuch Baat! 🎉
pa: ਯੇ ਹੁਈ ਨਾ ਕੁਛ ਬਾਤ! 🎉
te: యే హుయ్ నా కుచ్ బాత్! 🎉

# moreMsg3
source: Mazaa aa Gya isse Kehte hai SCORE!
bn: মাজা আ গিয়া ইসে কেহতে হ্যায় স্কোর!
gu: માઝા આ ગ્યા ઇસસે કેહતે હૈ સ્કોર!
kn: ಮಜಾ ಆ ಗ್ಯಾ ಇಸ್ಸೆ ಕೆಹ್ತೆ ಹೈ ಸ್ಕೋರ್!
ml: മസാ ആ ഗ്യാ ഇസ്സെ കെഹ്തേ ഹേ സ്കോർ!
mr: माझा आ ग्या इससे केहते है स्कोअर!
pa: ਮਜ਼ਾਆ ਆ ਗਿਆ ਇਸਸੇ ਕੇਹਤੇ ਹੈ ਸਕੋਰ!
te: మజా ఆ గ్యా ఇస్సే కెహ్తే హై స్కోర్!

# moreMsg4
source: Mehnat ka Fall Meetha Hota hai, Dekhaa!
bn: মেহনাত কা ফল মিঠা হোতা হ্যায়, দেখা!
gu: મેહનત કા ફોલ મીથા હોતા હૈ, દેખાડા!
kn: ಮೆಹ್ನತ್ ಕಾ ಫಾಲ್ ಮೀಥಾ ಹೋತಾ ಹೈ, ದೇಖಾ!
ml: മെഹ്നാത് കാ ഫാൾ മീത്ത ഹോതാ ഹേ, ദേഖാ!
mr: मेहनत का फॉल मीठा होता है, देखा!
pa: ਮਹਿਨਤ ਕਾ ਫਾਲ ਮੀਠਾ ਹੋਤਾ ਹੈ, ਦੇਖਾ!
te: మెహనత్ కా ఫాల్ మీతా హోతా హై, దేఖా!

# moreMsg5
source: Bass Issi Tareh Lagge Raho Munna Bhai!
bn: বাস ইসি তারেহ লগগে রাহো মুন্না ভাই!
gu: બાસ ઇસી તરેહ લગે રહો મુન્ના ભાઈ!
kn: ಬಾಸ್ ಇಸ್ಸಿ ತರೇ ಲಗ್ಗೆ ರಹೋ ಮುನ್ನಾ ಭಾಯಿ!
ml: ബാസ് ഇസ്സി തരേഹ് ലഗേ രഹോ മുന്ന ഭായ്!
mr: बास इसी तारेह लगगे रहो मुन्ना भाई!
pa: ਬਾਸ ਇਸੀ ਤਰਹਿ ਲਗਗੇ ਰਹੋ ਮੁੰਨਾ ਭਾਈ!
te: బాస్ ఇస్సీ తరేహ్ లాగ్గే రహో మున్నా భాయ్!

# UnableToFetch
source: Unable to fetch ads at the moment, Please try again later
bn: এই মুহুর্তে বিজ্ঞাপনগুলি আনতে অক্ষম, অনুগ্রহ করে পরে আবার চেষ্টা করুন
gu: આ ક્ષણે જાહેરાતો લાવવામાં અસમર્થ, કૃપા કરીને પછીથી ફરીથી પ્રયાસ કરો
kn: ಈ ಸಮಯದಲ್ಲಿ ಜಾಹೀರಾತುಗಳನ್ನು ಪಡೆಯಲು ಅಸಮರ್ಥವಾಗಿದೆ, ದಯವಿಟ್ಟು ನಂತರ ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ
ml: ഇപ്പോൾ പരസ്യങ്ങൾ ലഭ്യമാക്കാൻ സാധ്യമല്ല, ദയവായി പിന്നീട് വീണ്ടും ശ്രമിക്കുക
mr: याक्षणी जाहिराती आणण्यास असमर्थ, कृपया नंतर पुन्हा प्रयत्न करा
pa: ਹਾਲ ਦੀ ਘੜੀ ਇਸ਼ਤਿਹਾਰ ਪ੍ਰਾਪਤ ਕਰਨ ਵਿੱਚ ਅਸਮਰੱਥ ਹੈ, ਕਿਰਪਾ ਕਰਕੇ ਬਾਅਦ ਵਿੱਚ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ
te: ప్రస్తుతానికి ప్రకటనలను పొందడం సాధ్యం కాదు, దయచేసి తరువాత మళ్లీ ప్రయత్నించండి

source: New Feature
bn: নতুন বৈশিষ্ট্য
gu: નવું લક્ષણ
kn: ಹೊಸ ಲಕ್ಷಣ
ml: പുതിയ ഫീച്ചർ
mr: नया फीचर
pa: ਨਵਾਂ ਫੀਚਰ
te: కొత్త ఫీచర్

source: Single Chapter Test
bn: একক অধ্যায় পরীক্ষা
gu: એક જ પ્રકરણ ચકાસણી
kn: ಏಕ ಅಧ್ಯಾಯ ಪರೀಕ್ಷೆ
ml: ഒറ്റ അധ്യായ പരീക്ഷ
mr: एकल अध्याय परीक्षा
pa: ਸਿੰਗਲ ਚੈਪਟਰ ਟੈਸਟ
te: సింగిల్ చాప్టర్ టెస్ట్

# Weintroducedbrandnew
source: We've introduced a brand new feature of assessment which can help you perform better and test your knowledge
bn: আমরা মূল্যায়নের একটি নতুন বৈশিষ্ট্য প্রবর্তন করেছি যা আপনাকে আরও ভাল পারফর্ম করতে এবং আপনার জ্ঞান পরীক্ষা করতে সহায়তা করতে পারে
gu: અમે આકારણીની તદ્દન નવી સુવિધા રજૂ કરી છે જે તમને વધુ સારું પ્રદર્શન કરવામાં અને તમારા જ્ઞાનને ચકાસવામાં મદદ કરી શકે છે
kn: ನಾವು ಮೌಲ್ಯಮಾಪನದ ಹೊಚ್ಚ ಹೊಸ ವೈಶಿಷ್ಟ್ಯವನ್ನು ಪರಿಚಯಿಸಿದ್ದೇವೆ, ಅದು ನಿಮಗೆ ಉತ್ತಮವಾಗಿ ಕಾರ್ಯನಿರ್ವಹಿಸಲು ಮತ್ತು ನಿಮ್ಮ ಜ್ಞಾನವನ್ನು ಪರೀಕ್ಷಿಸಲು ಸಹಾಯ ಮಾಡುತ್ತದೆ
ml: മൂല്യനിർണ്ണയത്തിന്റെ ഒരു പുതിയ ഫീച്ചർ ഞങ്ങൾ അവതരിപ്പിച്ചിട്ടുണ്ട്, അത് മികച്ച പ്രകടനം കാഴ്ചവെക്കാനും നിങ്ങളുടെ അറിവ് പരീക്ഷിക്കാനും നിങ്ങളെ സഹായിക്കും
mr: आम्ही मूल्यांकनाचे एक नवीन वैशिष्ट्य सादर केले आहे जे आपल्याला अधिक चांगली कामगिरी करण्यास आणि आपल्या ज्ञानाची चाचणी घेण्यात मदत करू शकते
pa: ਅਸੀਂ ਮੁਲਾਂਕਣ ਦੀ ਇੱਕ ਬਿਲਕੁਲ ਨਵੀਂ ਵਿਸ਼ੇਸ਼ਤਾ ਪੇਸ਼ ਕੀਤੀ ਹੈ ਜੋ ਤੁਹਾਨੂੰ ਬਿਹਤਰ ਪ੍ਰਦਰਸ਼ਨ ਕਰਨ ਅਤੇ ਤੁਹਾਡੇ ਗਿਆਨ ਨੂੰ ਟੈਸਟ ਕਰਨ ਵਿੱਚ ਮਦਦ ਕਰ ਸਕਦੀ ਹੈ
te: మదింపు యొక్క సరికొత్త ఫీచర్ ని మేం ప్రవేశపెట్టాం, ఇది మీరు మరింత మెరుగ్గా పనిచేయడానికి మరియు మీ నాలెడ్జ్ ని టెస్ట్ చేసుకోవడానికి దోహదపడుతుంది.

source: Give test of complete book
bn: সম্পূর্ণ বইয়ের পরীক্ষা দিন
gu: સંપૂર્ણ પુસ્તકની કસોટી આપો
kn: ಸಂಪೂರ್ಣ ಪುಸ್ತಕದ ಪರೀಕ್ಷೆಯನ್ನು ನೀಡಿ
ml: പൂർണ്ണമായ പുസ്തകത്തിന്റെ പരിശോധന നൽകുക
mr: संपूर्ण पुस्तकाची परीक्षा द्या
pa: ਪੂਰੀ ਕਿਤਾਬ ਦਾ ਟੈਸਟ ਦਿਓ
te: పూర్తి పుస్తకం యొక్క టెస్ట్ ఇవ్వండి.

# Howwouldyoulike
source: How would you like to give your test?
bn: আপনি কিভাবে আপনার পরীক্ষা দিতে চান?
gu: તમે તમારો ટેસ્ટ કેવી રીતે આપવા માંગો છો?
kn: ನಿಮ್ಮ ಪರೀಕ್ಷೆಯನ್ನು ನೀವು ಹೇಗೆ ನೀಡಲು ಬಯಸುವಿರಿ?
ml: നിങ്ങളുടെ പരീക്ഷ എങ്ങനെ നൽകാൻ നിങ്ങൾ ആഗ്രഹിക്കുന്നു?
mr: आपण आपली परीक्षा कशी देऊ इच्छिता?
pa: ਤੁਸੀਂ ਆਪਣਾ ਟੈਸਟ ਕਿਵੇਂ ਦੇਣਾ ਪਸੰਦ ਕਰੋਂਗੇ?
te: మీ పరీక్షను మీరు ఎలా ఇవ్వాలనుకుంటున్నారు?

source: With Limited Time
bn: সীমিত সময়ের সাথে
gu: મર્યાદિત સમય સાથે
kn: ಸೀಮಿತ ಸಮಯದೊಂದಿಗೆ
ml: പരിമിതമായ സമയം
mr: मर्यादित वेळेसह
pa: ਸੀਮਿਤ ਸਮੇਂ ਦੇ ਨਾਲ
te: పరిమిత సమయంతో

source: Choose the time limit
bn: সময় সীমা চয়ন করুন
gu: સમય મર્યાદા પસંદ કરો
kn: ಸಮಯ ಮಿತಿಯನ್ನು ಆಯ್ಕೆಮಾಡಿ
ml: സമയ പരിധി തിരഞ്ഞെടുക്കുക
mr: वेळेची मर्यादा निवडा
pa: ਸਮਾਂ ਸੀਮਾ ਚੁਣੋ
te: సమయ పరిమితిని ఎంచుకోండి

# Minutes
source: 15 Minutes Free Access
bn: 15 মিনিট বিনামূল্যে অ্যাক্সেস
gu: 15 મિનિટ ફ્રી એક્સેસ
kn: 15 ನಿಮಿಷಗಳ ಉಚಿತ ಪ್ರವೇಶ
ml: 15 മിനിറ്റ് സൗജന്യ പ്രവേശനം
mr: 15 मिनिटे विनामूल्य प्रवेश
pa: 15 ਮਿੰਟਾਂ ਦੀ ਮੁਫ਼ਤ ਪਹੁੰਚ
te: 15 నిమిషాల ఉచిత యాక్సెస్

source: Custom Timing
bn: কাস্টম টাইমিং
gu: કસ્ટમ સમય
kn: ಕಸ್ಟಮ್ ಸಮಯ
ml: ഇഷ്ടാനുസൃത സമയം
mr: सानुकूल वेळ
pa: ਕਸਟਮ ਟਾਈਮਿੰਗ
te: కస్టమ్ టైమింగ్

source: Choose number of questions
bn: প্রশ্নের সংখ্যা চয়ন করুন
gu: પ્રશ્નોની સંખ્યા પસંદ કરો
kn: ಪ್ರಶ್ನೆಗಳ ಸಂಖ್ಯೆಯನ್ನು ಆಯ್ಕೆಮಾಡಿ
ml: ചോദ്യങ്ങളുടെ എണ്ണം തിരഞ്ഞെടുക്കുക
mr: प्रश्नांची संख्या निवडा
pa: ਸਵਾਲਾਂ ਦੀ ਗਿਣਤੀ ਚੁਣੋ
te: ప్రశ్నల సంఖ్యను ఎంచుకోండి

source: Questions
bn: প্রশ্ন
gu: પ્રશ્ર્નો
kn: ಪ್ರಶ್ನೆಗಳು
ml: ചോദ്യങ്ങൾ
mr: प्रश्न
pa: ਸਵਾਲ
te: ప్రశ్నలు

source: Before you start,
bn: শুরু করার আগে,
gu: તમે શરૂ કરો તે પહેલાં,
kn: ನೀವು ಪ್ರಾರಂಭಿಸುವ ಮೊದಲು,
ml: തുടങ്ങുന്നതിനുമുമ്പ്,
mr: सुरुवात करण्यापूर्वी,
pa: ਇਸਤੋਂ ਪਹਿਲਾਂ ਕਿ ਤੁਸੀਂ ਸ਼ੁਰੂ ਕਰੋਂ,
te: మీరు ప్రారంభించడానికి ముందు,

source: Custom exam duration
bn: কাস্টম পরীক্ষার সময়কাল
gu: ચકાસણીનો કસ્ટમ સમયગાળો
kn: ಕಸ್ಟಮ್ ಪರೀಕ್ಷೆಯ ಅವಧಿ
ml: ഇച്ഛാനുസൃത പരീക്ഷാ ദൈർഘ്യം
mr: सानुकूल परीक्षा कालावधी
pa: ਕਸਟਮ ਪ੍ਰੀਖਿਆ ਦੀ ਮਿਆਦ
te: కస్టమ్ పరీక్ష వ్యవధి

source: Go!
bn: যান!
gu: જવું!
kn: ಹೋಗು!
ml: പോകുക!
mr: जाणे!
pa: ਜਾਓ!
te: వెళ్ళు!

source: Complete Book Test
bn: সম্পূর্ণ বই পরীক্ষা
gu: પૂર્ણ પુસ્તક ચકાસણી
kn: ಸಂಪೂರ್ಣ ಪುಸ್ತಕ ಪರೀಕ್ಷೆ
ml: സമ്പൂർണ്ണ പുസ്തകപരീക്ഷണം
mr: पुस्तकांची परीक्षा पूर्ण करा
pa: ਕਿਤਾਬ ਟੈਸਟ ਪੂਰਾ ਕਰੋ
te: పూర్తి పుస్తక పరీక్ష

source: Start Test
bn: পরীক্ষা শুরু করুন
gu: ચકાસણી શરૂ કરો
kn: ಪರೀಕ್ಷೆಯನ್ನು ಪ್ರಾರಂಭಿಸಿ
ml: പരീക്ഷണം ആരംഭിക്കുക
mr: कसोटी सुरू करा
pa: ਟੈਸਟ ਸ਼ੁਰੂ
te: టెస్ట్ ప్రారంభించు

source: How would you like to give your test?
bn: আপনি কিভাবে আপনার পরীক্ষা দিতে চান?
gu: તમે તમારો ટેસ્ટ કેવી રીતે આપવા માંગો છો?
kn: ನಿಮ್ಮ ಪರೀಕ್ಷೆಯನ್ನು ನೀವು ಹೇಗೆ ನೀಡಲು ಬಯಸುವಿರಿ?
ml: നിങ്ങളുടെ പരീക്ഷ എങ്ങനെ നൽകാൻ നിങ്ങൾ ആഗ്രഹിക്കുന്നു?
mr: आपण आपली परीक्षा कशी देऊ इच्छिता?
pa: ਤੁਸੀਂ ਆਪਣਾ ਟੈਸਟ ਕਿਵੇਂ ਦੇਣਾ ਪਸੰਦ ਕਰੋਂਗੇ?
te: మీ పరీక్షను మీరు ఎలా ఇవ్వాలనుకుంటున్నారు?

source: Buy only this chapter for
bn: এর জন্য কেবল এই অধ্যায়টি কিনুন
gu: આના માટે ફક્ત આ જ પ્રકરણને ખરીદો
kn: ಇದಕ್ಕಾಗಿ ಈ ಅಧ್ಯಾಯವನ್ನು ಮಾತ್ರ ಖರೀದಿಸಿ
ml: ഈ അധ്യായം മാത്രം വാങ്ങുക
mr: फक्त हा अध्याय यासाठी खरेदी करा
pa: ਸਿਰਫ਼ ਇਸ ਪਾਠ ਨੂੰ ਇਸ ਲਈ ਖਰੀਦੋ
te: ఈ చాప్టర్ ని మాత్రమే కొనుగోలు చేయండి

# TakeTest
source: Take a Test
bn: একটি পরীক্ষা নিন
gu: ટેસ્ટ લો
kn: ಒಂದು ಪರೀಕ್ಷೆಯನ್ನು ತೆಗೆದುಕೊಳ್ಳಿ
ml: ഒരു പരീക്ഷണം നടത്തുക
mr: एक परीक्षा घ्या
pa: ਇੱਕ ਟੈਸਟ ਲਵੋ
te: ఒక టెస్ట్ తీసుకోండి

# PrepareforExams
source: Prepare for Exams with SunoKitaab
bn: পরীক্ষার জন্য প্রস্তুতি নিন SunoKitaab
gu: પરીક્ષાની તૈયારી સુનોકીટાબ સાથે
kn: ಪರೀಕ್ಷೆಗಳಿಗೆ ಸಿದ್ಧರಾಗಿ ಸುನೋಕಿತಾಬ್ ಜೊತೆ
ml: പരീക്ഷയ്ക്ക് തയ്യാറെടുക്കുക സുനോകിതാബിനൊപ്പം
mr: परीक्षेची तयारी करा सुनोकिताब सह
pa: ਇਮਤਿਹਾਨਾਂ ਵਾਸਤੇ ਤਿਆਰੀ ਕਰੋ SunoKitaab ਨਾਲ
te: పరీక్షలకు సిద్ధం సునోకితాబ్ తో

source: Test
bn: পরীক্ষা
gu: ચકાસણી
kn: ಪರೀಕ್ಷೆ
ml: പരീക്ഷണം
mr: चाचणी
pa: ਟੈਸਟ
te: పరీక్ష

# Howwouldyouliketogive
source: How would you like to give your test?
bn: আপনি কিভাবে আপনার পরীক্ষা দিতে চান?
gu: તમે તમારો ટેસ્ટ કેવી રીતે આપવા માંગો છો?
kn: ನಿಮ್ಮ ಪರೀಕ್ಷೆಯನ್ನು ನೀವು ಹೇಗೆ ನೀಡಲು ಬಯಸುವಿರಿ?
ml: നിങ്ങളുടെ പരീക്ഷ എങ്ങനെ നൽകാൻ നിങ്ങൾ ആഗ്രഹിക്കുന്നു?
mr: आपण आपली परीक्षा कशी देऊ इच्छिता?
pa: ਤੁਸੀਂ ਆਪਣਾ ਟੈਸਟ ਕਿਵੇਂ ਦੇਣਾ ਪਸੰਦ ਕਰੋਂਗੇ?
te: మీ పరీక్షను మీరు ఎలా ఇవ్వాలనుకుంటున్నారు?

source: With Unlimited Time
bn: সীমাহীন সময়
gu: અમર્યાદિત સમય સાથે
kn: ಅನಿಯಮಿತ ಸಮಯದೊಂದಿಗೆ
ml: പരിധിയില്ലാത്ത സമയം
mr: अमर्याद वेळेसह
pa: ਅਸੀਮਤ ਸਮੇਂ ਨਾਲ
te: అపరిమిత సమయంతో

source: Test Ret
bn: টেস্ট রেট
gu: ચકાસણી પુન:પ્રયત્ન કરો
kn: ಟೆಸ್ಟ್ ರೆಟ್
mr: चाचणी रिट
pa: ਟੈਸਟ ਰੀਟ
te: టెస్ట్ రిట్

source: Choose Payment Method
bn: অর্থ প্রদানের পদ্ধতি চয়ন করুন
gu: ચૂકવણીની પદ્ધતિ પસંદ કરો
kn: অর্থ প্রদানের পদ্ধতি চয়ন করুন
ml: പേയ് മെന്റ് രീതി തിരഞ്ഞെടുക്കുക
mr: पेमेंट पद्धत निवडा
pa: ਭੁਗਤਾਨ ਵਿਧੀ ਚੁਣੋ
te: చెల్లింపు పద్ధతిని ఎంచుకోండి

source: Disclaimer
bn: অস্বীকৃতি
gu: અસ્વીકરણ
kn: অস্বীকৃতি
ml: നിരാകരണം
mr: अस्वीकरणComment
pa: ਬੇਦਾਅਵਾ
te: డిస్ కలైమర్

source: Continue
bn: অবিরত
gu: ચાલુ રાખો
kn: অবিরত
ml: തുടരുക
mr: पुढे चालू ठेवा
pa: ਜਾਰੀ ਰੱਖੋ
te: కొనసాగు

source: Active Paid Users
bn: সক্রিয় প্রদত্ত ব্যবহারকারী
gu: સક્રિય પેઇડ વપરાશકર્તાઓ
kn: সক্রিয় প্রদত্ত ব্যবহারকারী
ml: സജീവ പെയ്ഡ് ഉപയോക്താക്കൾ
mr: सक्रीय सशुल्क वापरकर्ते
pa: ਸਰਗਰਮ ਭੁਗਤਾਨ ਕੀਤੇ ਯੂਜ਼ਰ
te: యాక్టివ్ చెల్లింపు వినియోగదారులు

source: POPULAR
bn: জনপ্রিয়
gu: લોકપ્રિય
kn: জনপ্রিয়
ml: ജനപ്രിയം
mr: लोकप्रिय
pa: ਪ੍ਰਸਿੱਧ
te: ప్రాచుర్యమైన

# GetAccess
source: Get Access to
bn: অ্যাক্সেস পান
gu: માં પ્રવેશ મેળવો
kn: ಪ್ರವೇಶ ಪಡೆಯಿರಿ
ml: ഇതിലേക്ക് പ്രവേശനം നേടുക
mr: प्रवेश मिळवा
pa: ਤੱਕ ਪਹੁੰਚ ਪ੍ਰਾਪਤ ਕਰੋ
te: యాక్సెస్ పొందండి

# AllAudioBooks
source: All Audio Books + Audio Lectures + PDFs
bn: সমস্ত অডিও বই + অডিও লেকচার + পিডিএফ
gu: તમામ ઓડિયો બુક્સ + ઓડિયો લેક્ચર્સ + પીડીએફ
kn: ಎಲ್ಲಾ ಆಡಿಯೋ ಪುಸ್ತಕಗಳು + ಆಡಿಯೋ ಉಪನ್ಯಾಸಗಳು + ಪಿಡಿಎಫ್ ಗಳು
ml: എല്ലാ ഓഡിയോ ബുക്കുകൾ + ഓഡിയോ പ്രഭാഷണങ്ങൾ + പിഡിഎഫുകൾ
mr: सर्व ऑडिओ बुक्स + ऑडिओ लेक्चर्स + पीडीएफ
pa: ਸਾਰੀਆਂ ਆਡੀਓ ਕਿਤਾਬਾਂ + ਆਡੀਓ ਲੈਕਚਰ + PDFs
te: అన్ని ఆడియో పుస్తకాలు + ఆడియో ఉపన్యాసాలు + పిడిఎఫ్ లు

source: All Test Series
bn: সকল টেস্ট সিরিজ
gu: બધી ટેસ્ટ શ્રેણીઓ
kn: ಎಲ್ಲಾ ಟೆಸ್ಟ್ ಸರಣಿಗಳು
ml: എല്ലാ ടെസ്റ്റ് പരമ്പരകളും
mr: सर्व कसोटी मालिका
pa: ਸਭ ਟੈਸਟ ਸੀਰੀਜ਼
te: అన్ని టెస్ట్ సిరీస్ లు

source: Download & Listen Offline
bn: ডাউনলোড করুন এবং অফলাইনে শুনুন
gu: ઓફલાઇન ડાઉનલોડ કરો અને સાંભળો
kn: ಆಫ್ ಲೈನ್ ನಲ್ಲಿ ಡೌನ್ ಲೋಡ್ ಮಾಡಿ ಮತ್ತು ಆಲಿಸಿ
ml: ഡൗൺലോഡ് & കേൾക്കുക ഓഫ് ലൈൻ
mr: डाउनलोड करा आणि ऑफलाईन ऐका
pa: ਔਫਲਾਈਨ ਡਾਊਨਲੋਡ ਕਰੋ ਅਤੇ ਸੁਣੋ
te: డౌన్ లోడ్ చేసుకోండి మరియు ఆఫ్ లైన్ లో వినండి

source: Remove Ads
bn: বিজ্ঞাপন গুলি অপসারণ করুন
gu: જાહેરાતો દૂર કરો
kn: ಜಾಹೀರಾತುಗಳನ್ನು ತೆಗೆದುಹಾಕಿ
ml: പരസ്യങ്ങൾ നീക്കം ചെയ്യുക
mr: जाहिराती काढून टाका
pa: ਇਸ਼ਤਿਹਾਰ ਹਟਾਓ
te: ప్రకటనలను తొలగించు

source: Select your subscription
bn: আপনার সাবস্ক্রিপশন নির্বাচন করুন
gu: તમારું સબસ્ક્રિપ્શન પસંદ કરો
kn: ನಿಮ್ಮ ಚಂದಾದಾರಿಕೆಯನ್ನು ಆಯ್ಕೆಮಾಡಿ
ml: നിങ്ങളുടെ സബ്സ്ക്രിപ്ഷൻ തിരഞ്ഞെടുക്കുക
mr: आपले सदस्यता निवडा
pa: ਆਪਣੀ ਸਬਸਕ੍ਰਿਪਸ਼ਨ ਚੁਣੋ
te: మీ సబ్ స్క్రిప్షన్ ఎంచుకోండి

source: Books You Bought
bn: আপনি যে বইগুলো কিনেছেন
gu: તમે ખરીદેલાં પુસ્તકો
kn: किताबें जो आपने खरीदी हैं
ml: നിങ്ങൾ വാങ്ങിയ പുസ്തകങ്ങൾ
mr: आपण विकत घेतलेली पुस्तके
pa: ਤੁਹਾਡੇ ਵੱਲੋਂ ਖਰੀਦੀਆਂ ਕਿਤਾਬਾਂ
te: మీరు కొనుగోలు చేసిన పుస్తకాలు

source: Favourites
bn: প্রিয়
gu: પસંદીદાઓ
kn: पसंदीदा
ml: Favorites
mr: आवडते लोक
pa: ਪਸੰਦੀਦਾ
te: ఫేవరెట్ లు

source: Exams
bn: পরীক্ষা
gu: પરીક્ષાઓ
kn: ಪರೀಕ್ಷೆಗಳು
ml: പരീക്ഷകള്
mr: परीक्षा [संपादन]
pa: ਇਮਤਿਹਾਨ
te: పరీక్షలు[మార్చు]

# PrepareForExam
source: Prepare for Exams with
bn: পরীক্ষার জন্য প্রস্তুতি নিন সাথে
gu: પરીક્ષાની તૈયારી સાથે
kn: ಪರೀಕ್ಷೆಗಳಿಗೆ ತಯಾರಿ ಜೊತೆಗೆ
ml: പരീക്ഷയ്ക്ക് തയ്യാറെടുക്കുക കൂടെ
mr: परीक्षेची तयारी करा सह
pa: ਇਮਤਿਹਾਨਾਂ ਵਾਸਤੇ ਤਿਆਰੀ ਕਰੋ ਨਾਲ
te: పరీక్షలకు సిద్ధం తో

source: Choose Your Exam
bn: আপনার পরীক্ষা চয়ন করুন
gu: તમારી પરીક્ષા પસંદ કરો
kn: ನಿಮ್ಮ ಪರೀಕ್ಷೆಯನ್ನು ಆಯ್ಕೆಮಾಡಿ
ml: നിങ്ങളുടെ പരീക്ഷ തിരഞ്ഞെടുക്കുക
mr: आपली परीक्षा निवडा
pa: ਆਪਣਾ ਇਮਤਿਹਾਨ ਚੁਣੋ
te: మీ పరీక్షను ఎంచుకోండి

source: Test Attempts Left
bn: পরীক্ষার প্রচেষ্টা বাকি আছে
gu: પરીક્ષણ પ્રયત્નો બાકી છે
kn: ಪರೀಕ್ಷಾ ಪ್ರಯತ್ನಗಳು ಉಳಿದಿವೆ
ml: പരീക്ഷണ ശ്രമങ്ങൾ അവശേഷിക്കുന്നു
mr: कसोटीचे प्रयत्न शिल्लक
pa: ਟੈਸਟ ਕੋਸ਼ਿਸ਼ਾਂ ਬਾਕੀ ਹਨ
te: పరీక్ష ప్రయత్నాలు మిగిలి ఉన్నాయి

# BuyPremiumUnlock
source: Buy Premium to Unlock Unlimited Attempts
bn: সীমাহীন প্রচেষ্টা আনলক করতে প্রিমিয়াম কিনুন
gu: અમર્યાદિત પ્રયાસોને અનલૉક કરવા માટે પ્રીમિયમ ખરીદો
kn: ಅನಿಯಮಿತ ಪ್ರಯತ್ನಗಳನ್ನು ಅನ್ ಲಾಕ್ ಮಾಡಲು ಪ್ರೀಮಿಯಂ ಖರೀದಿಸಿ
ml: അൺലോക്ക് അൺലോക്ക് ചെയ്യാൻ പ്രീമിയം വാങ്ങുക
mr: अनलिमिटेड प्रयत्न अनलॉक करण्यासाठी प्रीमियम खरेदी करा
pa: ਅਸੀਮਤ ਕੋਸ਼ਿਸ਼ਾਂ ਨੂੰ ਅਨਲੌਕ ਕਰਨ ਲਈ ਪ੍ਰੀਮੀਅਮ ਖਰੀਦੋ
te: అన్ లాక్ చేయడానికి ప్రీమియం కొనండి

# WeIntroduced
source: We've introduced a brand new feature of assessment which can help you perform better and test your knowledge
bn: আমরা মূল্যায়নের একটি নতুন বৈশিষ্ট্য চালু করেছি যা আপনাকে আরও ভাল সম্পাদন করতে এবং আপনার জ্ঞান পরীক্ষা করতে সহায়তা করতে পারে
gu: અમે આકારણીની તદ્દન નવી સુવિધા રજૂ કરી છે જે તમને વધુ સારું પ્રદર્શન કરવામાં અને તમારા જ્ઞાનને ચકાસવામાં મદદ કરી શકે છે
kn: ನಾವು ಮೌಲ್ಯಮಾಪನದ ಹೊಚ್ಚ ಹೊಸ ವೈಶಿಷ್ಟ್ಯವನ್ನು ಪರಿಚಯಿಸಿದ್ದೇವೆ, ಇದು ಉತ್ತಮವಾಗಿ ಕಾರ್ಯನಿರ್ವಹಿಸಲು ಮತ್ತು ನಿಮ್ಮ ಜ್ಞಾನವನ್ನು ಪರೀಕ್ಷಿಸಲು ನಿಮಗೆ ಸಹಾಯ ಮಾಡುತ್ತದೆ
ml: മികച്ച പ്രകടനം കാഴ്ചവയ്ക്കാനും നിങ്ങളുടെ അറിവ് പരീക്ഷിക്കാനും സഹായിക്കുന്ന വിലയിരുത്തലിന്റെ ഒരു പുതിയ സവിശേഷത ഞങ്ങൾ അവതരിപ്പിച്ചു
mr: आम्ही मूल्यांकनाचे एक नवीन वैशिष्ट्य सादर केले आहे जे आपल्याला अधिक चांगले प्रदर्शन करण्यास आणि आपल्या ज्ञानाची चाचणी घेण्यास मदत करू शकते
pa: ਅਸੀਂ ਮੁਲਾਂਕਣ ਦੀ ਇੱਕ ਬਿਲਕੁਲ ਨਵੀਂ ਵਿਸ਼ੇਸ਼ਤਾ ਪੇਸ਼ ਕੀਤੀ ਹੈ ਜੋ ਤੁਹਾਨੂੰ ਬਿਹਤਰ ਪ੍ਰਦਰਸ਼ਨ ਕਰਨ ਅਤੇ ਤੁਹਾਡੇ ਗਿਆਨ ਨੂੰ ਟੈਸਟ ਕਰਨ ਵਿੱਚ ਮਦਦ ਕਰ ਸਕਦੀ ਹੈ
te: మేం అసెస్ మెంట్ యొక్క సరికొత్త ఫీచర్ ని ప్రవేశపెట్టాం, ఇది మరింత మెరుగ్గా పనిచేయడానికి మరియు మీ నాలెడ్జ్ ని టెస్ట్ చేయడంలో మీకు సహాయపడుతుంది.

# OneHour
source: 1 Hour Free Access
bn: 1 ঘন্টা বিনামূল্যে অ্যাক্সেস
gu: 1 કલાક ફ્રી એક્સેસ
kn: 1 ಗಂಟೆ ಉಚಿತ ಪ್ರವೇಶ
ml: 1 മണിക്കൂർ സൗജന്യ പ്രവേശനം
mr: 1 तास विनामूल्य प्रवेश
pa: 1 ਘੰਟੇ ਦੀ ਮੁਫ਼ਤ ਪਹੁੰਚ
te: 1 గంట ఉచిత యాక్సెస్

# TimeLeftTo
source: Time left to access the entire app
bn: পুরো অ্যাপ্লিকেশনটি অ্যাক্সেস করার জন্য সময় বাকি রয়েছে
gu: સમગ્ર એપ્લિકેશનને ઍક્સેસ કરવા માટે બાકી રહેલો સમય
kn: ಸಂಪೂರ್ಣ ಅಪ್ಲಿಕೇಶನ್ ಅನ್ನು ಪ್ರವೇಶಿಸಲು ಸಮಯ ಉಳಿದಿದೆ
ml: മുഴുവൻ അപ്ലിക്കേഷനും ആക്സസ് ചെയ്യാൻ സമയം അവശേഷിക്കുന്നു
mr: संपूर्ण अ ॅप अॅक्सेस करण्यासाठी वेळ शिल्लक
pa: ਸਾਰੀ ਐਪ ਨੂੰ ਐਕਸੈਸ ਕਰਨ ਲਈ ਬਾਕੀ ਸਮਾਂ
te: మొత్తం యాప్ ను యాక్సెస్ చేసుకోవడానికి సమయం మిగిలి ఉంది

# YourToday
source: Your today's free trial qouta is expired please upgrade or wait for next day
bn: আপনার আজকের বিনামূল্যে ট্রায়াল কুটা মেয়াদ শেষ হয়েছে দয়া করে আপগ্রেড করুন বা পরের দিনের জন্য অপেক্ষা করুন
gu: તમારા આજની મફત અજમાયશ કુતા સમાપ્ત થઈ ગઈ છે કૃપા કરીને અપગ્રેડ કરો અથવા બીજા દિવસની રાહ જુઓ
kn: ನಿಮ್ಮ ಇಂದಿನ ಉಚಿತ ಟ್ರಯಲ್ ಕ್ವಾಟಾ ಅವಧಿ ಮುಗಿದಿದೆ ದಯವಿಟ್ಟು ನವೀಕರಿಸಿ ಅಥವಾ ಮುಂದಿನ ದಿನಕ್ಕಾಗಿ ಕಾಯಿರಿ
ml: നിങ്ങളുടെ ഇന്നത്തെ സൗജന്യ ട്രയൽ ക്വൗട്ട കാലഹരണപ്പെട്ടു, ദയവായി അപ് ഗ്രേഡ് ചെയ്യുക അല്ലെങ്കിൽ അടുത്ത ദിവസം വരെ കാത്തിരിക്കുക
mr: आपला आजचा विनामूल्य चाचणी क्यूटा कालबाह्य झाला आहे कृपया अपग्रेड करा किंवा दुसर्या दिवसाची प्रतीक्षा करा
pa: ਤੁਹਾਡੇ ਅੱਜ ਦੇ ਮੁਫ਼ਤ ਟਰਾਇਲ ਕੌਟਾ ਦੀ ਮਿਆਦ ਪੁੱਗ ਚੁੱਕੀ ਹੈ, ਕਿਰਪਾ ਕਰਕੇ ਅੱਪਗ੍ਰੇਡ ਕਰੋ ਜਾਂ ਅਗਲੇ ਦਿਨ ਵਾਸਤੇ ਉਡੀਕ ਕਰੋ
te: మీ నేటి ఉచిత ట్రయల్ గడువు ముగిసింది దయచేసి అప్ గ్రేడ్ చేయండి లేదా మరుసటి రోజు వరకు వేచి ఉండండి

source: Upgrade
bn: উচ্চায়ন
gu: સુધારો
kn: ನವೀಕರಿಸಿ
ml: അപ് ഗ്രേഡ്
mr: अपग्रेड करा
pa: ਅੱਪਗਰੇਡ
te: అప్ గ్రేడ్
