Repository: kuldeep2code/vb_app
Catalog: lib/l10n/intl_*.arb
Languages: bn, gu, kn, ml, mr, or, pa, te

source: Hello
bn: হ্যালো
gu: નમસ્તે
kn: ನಮಸ್ಕಾರ
ml: ഹലോ
mr: नमस्कार
or: ନମସ୍କାର
pa: ਸਤ ਸ੍ਰੀ ਅਕਾਲ
te: హలో

# YourDeviceRooted
source: Your device is rooted
bn: আপনার ডিভাইস রুট করা আছে
gu: તમારું ઉપકરણ રૂટ થયેલ છે
kn: ನಿಮ್ಮ ಸಾಧನವು ರೂಟ್ ಆಗಿದೆ
ml: നിങ്ങളുടെ ഉപകരണം റൂട്ട് ചെയ്‌തിരിക്കുന്നു
mr: तुमचे डिव्हाइस रुजलेले आहे
or: ଆପଣଙ୍କର ଡିଭାଇସ୍ ମୂଳ ଅଟେ |
pa: ਤੁਹਾਡੀ ਡਿਵਾਈਸ ਰੂਟ ਕੀਤੀ ਗਈ ਹੈ
te: మీ పరికరం రూట్ చేయబడింది

# YouSunoKitaab
source: You can not use SunoKitaab untill your device is unrooted
bn: আপনার ডিভাইসটি রুট না করা পর্যন্ত আপনি সুনোকিতাব ব্যবহার করতে পারবেন না
gu: જ્યાં સુધી તમારું ઉપકરણ અનરુટ ન થાય ત્યાં સુધી તમે SunoKitaab નો ઉપયોગ કરી શકતા નથી
kn: ನಿಮ್ಮ ಸಾಧನವು ಅನ್‌ರೂಟ್ ಆಗುವವರೆಗೆ ನೀವು ಸುನೋಕಿಟಾಬ್ ಅನ್ನು ಬಳಸಲಾಗುವುದಿಲ್ಲ
ml: നിങ്ങളുടെ ഉപകരണം റൂട്ട് ചെയ്യപ്പെടുന്നതുവരെ നിങ്ങൾക്ക് SunoKitaab ഉപയോഗിക്കാൻ കഴിയില്ല
mr: जोपर्यंत तुमचे डिव्हाइस रूट होत नाही तोपर्यंत तुम्ही सुनोकिताब वापरू शकत नाही
or: ଆପଣଙ୍କର ଡିଭାଇସ୍ ଅନାବୃତ ନହେବା ପର୍ଯ୍ୟନ୍ତ ଆପଣ SunoKitaab ବ୍ୟବହାର କରିପାରିବେ ନାହିଁ |
pa: ਤੁਸੀਂ ਉਦੋਂ ਤੱਕ ਸੁਨੋਕਿਤਾਬ ਦੀ ਵਰਤੋਂ ਨਹੀਂ ਕਰ ਸਕਦੇ ਜਦੋਂ ਤੱਕ ਤੁਹਾਡੀ ਡਿਵਾਈਸ ਨੂੰ ਰੂਟ ਨਹੀਂ ਕੀਤਾ ਜਾਂਦਾ ਹੈ
te: మీ పరికరం రూట్ చేయని వరకు మీరు SunoKitaabని ఉపయోగించలేరు

source: Your Downloads
bn: আপনার ডাউনলোড
gu: તમારા ડાઉનલોડ્સ
kn: ನಿಮ್ಮ ಡೌನ್‌ಲೋಡ್‌ಗಳು
ml: നിങ്ങളുടെ ഡൗൺലോഡുകൾ
mr: तुमचे डाउनलोड
or: ତୁମର ଡାଉନଲୋଡ୍ |
pa: ਤੁਹਾਡੇ ਡਾਊਨਲੋਡ
te: మీ డౌన్‌లోడ్‌లు

# YourSubscriptionExpired
source: Your Subscription is Expired
bn: আপনার সদস্যতা মেয়াদ শেষ হয়েছে
gu: તમારું સબ્સ્ક્રિપ્શન સમાપ્ત થઈ ગયું છે
kn: ನಿಮ್ಮ ಚಂದಾದಾರಿಕೆ ಅವಧಿ ಮೀರಿದೆ
ml: നിങ്ങളുടെ സബ്‌സ്‌ക്രിപ്‌ഷൻ കാലഹരണപ്പെട്ടു
mr: तुमची सदस्यता कालबाह्य झाली आहे
or: ଆପଣଙ୍କର ସବସ୍କ୍ରିପସନ୍ ମିଆଦ ପୂର୍ଣ୍ଣ ହୋଇଛି |
pa: ਤੁਹਾਡੀ ਗਾਹਕੀ ਦੀ ਮਿਆਦ ਪੁੱਗ ਗਈ ਹੈ
te: మీ సభ్యత్వం గడువు ముగిసింది

# PleaseGoBackOnline
source: Please go back online and buy subscription to access all downloaded lectures!
bn: অনুগ্রহ করে অনলাইনে ফিরে যান এবং ডাউনলোড করা সমস্ত বক্তৃতা অ্যাক্সেস করতে সাবস্ক্রিপশন কিনুন!
gu: કૃપા કરીને પાછા ઓનલાઈન જાઓ અને ડાઉનલોડ કરેલ તમામ પ્રવચનો ઍક્સેસ કરવા માટે સબ્સ્ક્રિપ્શન ખરીદો!
kn: ಡೌನ್‌ಲೋಡ್ ಮಾಡಿದ ಎಲ್ಲಾ ಉಪನ್ಯಾಸಗಳನ್ನು ಪ್ರವೇಶಿಸಲು ದಯವಿಟ್ಟು ಆನ್‌ಲೈನ್‌ಗೆ ಹಿಂತಿರುಗಿ ಮತ್ತು ಚಂದಾದಾರಿಕೆಯನ್ನು ಖರೀದಿಸಿ!
ml: ഡൗൺലോഡ് ചെയ്‌ത എല്ലാ പ്രഭാഷണങ്ങളും ആക്‌സസ് ചെയ്യുന്നതിന് ദയവായി ഓൺലൈനിലേക്ക് തിരികെ പോയി സബ്‌സ്‌ക്രിപ്‌ഷൻ വാങ്ങുക!
mr: कृपया ऑनलाइन परत जा आणि डाउनलोड केलेल्या सर्व व्याख्यानांमध्ये प्रवेश करण्यासाठी सदस्यता खरेदी करा!
or: ଦୟାକରି ଅନଲାଇନକୁ ଫେରି ସମସ୍ତ ଡାଉନଲୋଡ୍ ହୋଇଥିବା ବକ୍ତୃତାକୁ ପ୍ରବେଶ କରିବାକୁ ସଦସ୍ୟତା କିଣନ୍ତୁ!
pa: ਕਿਰਪਾ ਕਰਕੇ ਔਨਲਾਈਨ ਵਾਪਸ ਜਾਓ ਅਤੇ ਸਾਰੇ ਡਾਊਨਲੋਡ ਕੀਤੇ ਲੈਕਚਰਾਂ ਤੱਕ ਪਹੁੰਚ ਕਰਨ ਲਈ ਗਾਹਕੀ ਖਰੀਦੋ!
te: డౌన్‌లోడ్ చేసిన అన్ని ఉపన్యాసాలను యాక్సెస్ చేయడానికి దయచేసి ఆన్‌లైన్‌కి తిరిగి వెళ్లి సభ్యత్వాన్ని కొనుగోలు చేయండి!

# YourDontHaveSubscription
source: Your don't have a subscription
bn: আপনার একটি সদস্যতা নেই
gu: તમારી પાસે સબ્સ્ક્રિપ્શન નથી
kn: ನೀವು ಚಂದಾದಾರಿಕೆಯನ್ನು ಹೊಂದಿಲ್ಲ
ml: നിങ്ങൾക്ക് ഒരു സബ്സ്ക്രിപ്ഷൻ ഇല്ല
mr: तुमच्याकडे सदस्यत्व नाही
or: ଆପଣଙ୍କର ସଦସ୍ୟତା ନାହିଁ |
pa: ਤੁਹਾਡੇ ਕੋਲ ਗਾਹਕੀ ਨਹੀਂ ਹੈ
te: మీకు సభ్యత్వం లేదు

# Pleaselectures
source: Please go back online and buy subscription to download lectures
bn: অনুগ্রহ করে অনলাইনে ফিরে যান এবং বক্তৃতা ডাউনলোড করতে সদস্যতা কিনুন
gu: કૃપા કરીને પાછા ઑનલાઇન જાઓ અને પ્રવચનો ડાઉનલોડ કરવા માટે સબ્સ્ક્રિપ્શન ખરીદો
kn: ದಯವಿಟ್ಟು ಆನ್‌ಲೈನ್‌ಗೆ ಹಿಂತಿರುಗಿ ಮತ್ತು ಉಪನ್ಯಾಸಗಳನ್ನು ಡೌನ್‌ಲೋಡ್ ಮಾಡಲು ಚಂದಾದಾರಿಕೆಯನ್ನು ಖರೀದಿಸಿ
ml: പ്രഭാഷണങ്ങൾ ഡൗൺലോഡ് ചെയ്യുന്നതിനായി ഓൺലൈനിൽ തിരികെ പോയി സബ്‌സ്‌ക്രിപ്‌ഷൻ വാങ്ങുക
mr: कृपया ऑनलाइन परत जा आणि व्याख्याने डाउनलोड करण्यासाठी सदस्यता खरेदी करा
or: ଦୟାକରି ଅନଲାଇନ୍ ଫେରି ଲେକ୍ଚର୍ ଡାଉନଲୋଡ୍ କରିବାକୁ ସଦସ୍ୟତା କିଣ |
pa: ਕਿਰਪਾ ਕਰਕੇ ਔਨਲਾਈਨ ਵਾਪਸ ਜਾਓ ਅਤੇ ਲੈਕਚਰ ਡਾਊਨਲੋਡ ਕਰਨ ਲਈ ਗਾਹਕੀ ਖਰੀਦੋ
te: దయచేసి ఉపన్యాసాలను డౌన్‌లోడ్ చేయడానికి ఆన్‌లైన్‌కి తిరిగి వెళ్లి సభ్యత్వాన్ని కొనుగోలు చేయండి

# CanTruecaller
source: Can't authenticate with Truecaller, please try another method
bn: Truecaller দিয়ে প্রমাণীকরণ করা যাচ্ছে না, অনুগ্রহ করে অন্য পদ্ধতি ব্যবহার করে দেখুন
gu: Truecaller વડે પ્રમાણિત કરી શકાતું નથી, કૃપા કરીને બીજી પદ્ધતિ અજમાવો
kn: Truecaller ಮೂಲಕ ಪ್ರಮಾಣೀಕರಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ, ದಯವಿಟ್ಟು ಇನ್ನೊಂದು ವಿಧಾನವನ್ನು ಪ್ರಯತ್ನಿಸಿ
ml: ട്രൂകോളർ ഉപയോഗിച്ച് പ്രാമാണീകരിക്കാൻ കഴിയില്ല, ദയവായി മറ്റൊരു രീതി പരീക്ഷിക്കുക
mr: Truecaller सह प्रमाणीकृत करू शकत नाही, कृपया दुसरी पद्धत वापरून पहा
or: Truecaller ସହିତ ପ୍ରାମାଣିକରଣ କରିପାରିବ ନାହିଁ, ଦୟାକରି ଅନ୍ୟ ଏକ ପଦ୍ଧତି ଚେଷ୍ଟା କରନ୍ତୁ |
pa: Truecaller ਨਾਲ ਪ੍ਰਮਾਣਿਤ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ, ਕਿਰਪਾ ਕਰਕੇ ਕੋਈ ਹੋਰ ਤਰੀਕਾ ਅਜ਼ਮਾਓ
te: Truecallerతో ప్రమాణీకరించడం సాధ్యం కాదు, దయచేసి మరొక పద్ధతిని ప్రయత్నించండి

# AlreadyExists
source: User already exists please try logging in instead
bn: ব্যবহারকারী ইতিমধ্যেই বিদ্যমান দয়া করে পরিবর্তে লগ ইন করার চেষ্টা করুন৷
gu: વપરાશકર્તા પહેલેથી જ અસ્તિત્વમાં છે, કૃપા કરીને તેના બદલે લૉગ ઇન કરવાનો પ્રયાસ કરો
kn: ಬಳಕೆದಾರರು ಈಗಾಗಲೇ ಅಸ್ತಿತ್ವದಲ್ಲಿದ್ದಾರೆ ಬದಲಿಗೆ ಲಾಗ್ ಇನ್ ಮಾಡಲು ಪ್ರಯತ್ನಿಸಿ
ml: ഉപയോക്താവ് ഇതിനകം നിലവിലുണ്ട്, പകരം ലോഗിൻ ചെയ്യാൻ ശ്രമിക്കുക
mr: वापरकर्ता आधीपासून अस्तित्वात आहे कृपया त्याऐवजी लॉग इन करण्याचा प्रयत्न करा
or: ଉପଯୋଗକର୍ତ୍ତା ପୂର୍ବରୁ ବିଦ୍ୟମାନ ଅଛନ୍ତି, ଏହା ବଦଳରେ ଲଗ୍ ଇନ୍ କରିବାକୁ ଚେଷ୍ଟା କରନ୍ତୁ |
pa: ਉਪਭੋਗਤਾ ਪਹਿਲਾਂ ਹੀ ਮੌਜੂਦ ਹੈ ਕਿਰਪਾ ਕਰਕੇ ਇਸਦੀ ਬਜਾਏ ਲੌਗਇਨ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰੋ
te: వినియోగదారు ఇప్పటికే ఉన్నారు, దయచేసి బదులుగా లాగిన్ చేయడానికి ప్రయత్నించండి

source: signature
bn: স্বাক্ষর
gu: સહી
kn: ಸಹಿ
ml: കയ്യൊപ്പ്
mr: स्वाक्षरी
or: ଦସ୍ତଖତ
pa: ਦਸਤਖਤ
te: సంతకం

# SomethingWrong
source: Something went wrong please try again later
bn: কিছু ভুল হয়েছে। পরে আবার চেষ্টা করুন
gu: કંઈક ખોટું થયું. પછીથી ફરી પ્રયત્ન કરો
kn: ಏನೋ ತಪ್ಪಾಗಿದೆ ದಯವಿಟ್ಟು ನಂತರ ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ
ml: എന്തോ കുഴപ്പം സംഭവിച്ചു, പിന്നീട് വീണ്ടും ശ്രമിക്കുക
mr: काहीतरी चुकीचे घडले आहे, कृपया थोड्यावेळाने प्रयत्न करा
or: କିଛି ଭୁଲ ହୋଇଗଲା ଦୟାକରି ପରେ ପୁନର୍ବାର ଚେଷ୍ଟା କରନ୍ତୁ |
pa: ਕੁਝ ਗਲਤ ਹੋ ਗਿਆ, ਕਿਰਪਾ ਕਰਕੇ ਬਾਅਦ ਵਿੱਚ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ
te: ఏదో తప్పు జరిగినది. దయచేసి కాసేపు ఆగక ప్రయత్నించండి

source: Please wait...
bn: অনুগ্রহপূর্বক অপেক্ষা করুন...
gu: મહેરબાની કરી રાહ જુવો...
kn: ದಯಮಾಡಿ ನಿರೀಕ್ಷಿಸಿ...
ml: കാത്തിരിക്കൂ...
mr: कृपया थांबा...
or: ଦୟାକରି ଅପେକ୍ଷା କର...
pa: ਕ੍ਰਿਪਾ ਕਰਕੇ ਉਡੀਕ ਕਰੋ...
te: దయచేసి వేచి ఉండండి...

source: Your Name
bn: তোমার নাম
gu: તમારું નામ
kn: ನಿಮ್ಮ ಹೆಸರು
ml: താങ്കളുടെ പേര്
mr: तुमचे नाव
or: ତୁମର ନାମ
pa: ਤੁਹਾਡਾ ਨਾਮ
te: నీ పేరు

source: Phone Number
bn: ফোন নম্বর
gu: ફોન નંબર
kn: ದೂರವಾಣಿ ಸಂಖ್ಯೆ
ml: ഫോൺ നമ്പർ
mr: फोन नंबर
or: ଫୋନ୍ ନମ୍ବର
pa: ਫੋਨ ਨੰਬਰ
te: ఫోను నంబరు

# YourNameContain
source: Your name must contain more than 2 characters
bn: আপনার নামে অবশ্যই 2টির বেশি অক্ষর থাকতে হবে
gu: તમારા નામમાં 2 થી વધુ અક્ષરો હોવા જોઈએ
kn: ನಿಮ್ಮ ಹೆಸರು 2 ಕ್ಕಿಂತ ಹೆಚ್ಚು ಅಕ್ಷರಗಳನ್ನು ಹೊಂದಿರಬೇಕು
ml: നിങ്ങളുടെ പേരിൽ 2 അക്ഷരങ്ങളിൽ കൂടുതൽ അടങ്ങിയിരിക്കണം
mr: तुमच्या नावात 2 पेक्षा जास्त वर्ण असणे आवश्यक आहे
or: ଆପଣଙ୍କ ନାମ ନିଶ୍ଚିତ ଭାବରେ 2 ରୁ ଅଧିକ ଅକ୍ଷର ଧାରଣ କରିବ |
pa: ਤੁਹਾਡੇ ਨਾਮ ਵਿੱਚ 2 ਤੋਂ ਵੱਧ ਅੱਖਰ ਹੋਣੇ ਚਾਹੀਦੇ ਹਨ
te: మీ పేరు తప్పనిసరిగా 2 కంటే ఎక్కువ అక్షరాలను కలిగి ఉండాలి

# Checkyourphone
source: Check your phone number, it should contain only 10 digits
bn: আপনার ফোন নম্বর পরীক্ষা করুন, এটিতে শুধুমাত্র 10 সংখ্যা থাকা উচিত
gu: તમારો ફોન નંબર તપાસો, તેમાં ફક્ત 10 અંકો હોવા જોઈએ
kn: ನಿಮ್ಮ ಫೋನ್ ಸಂಖ್ಯೆಯನ್ನು ಪರಿಶೀಲಿಸಿ, ಅದು ಕೇವಲ 10 ಅಂಕೆಗಳನ್ನು ಹೊಂದಿರಬೇಕು
ml: നിങ്ങളുടെ ഫോൺ നമ്പർ പരിശോധിക്കുക, അതിൽ 10 അക്കങ്ങൾ മാത്രം അടങ്ങിയിരിക്കണം
mr: तुमचा फोन नंबर तपासा, त्यात फक्त 10 अंक असावेत
or: ଆପଣଙ୍କର ଫୋନ୍ ନମ୍ବର ଯାଞ୍ଚ କରନ୍ତୁ, ଏଥିରେ କେବଳ 10 ଅଙ୍କ ରହିବା ଉଚିତ |
pa: ਆਪਣੇ ਫ਼ੋਨ ਨੰਬਰ ਦੀ ਜਾਂਚ ਕਰੋ, ਇਸ ਵਿੱਚ ਸਿਰਫ਼ 10 ਅੰਕ ਹੋਣੇ ਚਾਹੀਦੇ ਹਨ
te: మీ ఫోన్ నంబర్‌ను తనిఖీ చేయండి, అందులో 10 అంకెలు మాత్రమే ఉండాలి

source: Create Account
bn: হিসাব তৈরি কর
gu: ખાતું બનાવો
kn: ಖಾತೆ ತೆರೆ
ml: അക്കൗണ്ട് സൃഷ്ടിക്കുക
mr: खाते तयार करा
or: ଖାତା ଖୋଲ
pa: ਖਾਤਾ ਬਣਾਉ
te: ఖాతాను సృష్టించండి

source: OR
bn: বা
gu: અથવા
kn: ಅಥವಾ
ml: അഥവാ
mr: किंवा
or: କିମ୍ବା
pa: ਜਾਂ
te: లేదా

source: Log In
bn: প্রবেশ করুন
gu: પ્રવેશ કરો
kn: ಲಾಗಿನ್ ಮಾಡಿ
ml: ലോഗിൻ
mr: लॉग इन करा
or: ଭିତରକୁ ଯାଉ
pa: ਲਾਗਿਨ
te: ప్రవేశించండి

# Correctyourphone
source: Correct your phone number
bn: আপনার ফোন নম্বর ঠিক করুন
gu: તમારો ફોન નંબર ઠીક કરો
kn: ನಿಮ್ಮ ಫೋನ್ ಸಂಖ್ಯೆಯನ್ನು ಸರಿಪಡಿಸಿ
ml: നിങ്ങളുടെ ഫോൺ നമ്പർ ശരിയാക്കുക
mr: तुमचा फोन नंबर दुरुस्त करा
or: ଆପଣଙ୍କର ଫୋନ୍ ନମ୍ବର ସଠିକ୍ କରନ୍ତୁ |
pa: ਆਪਣਾ ਫ਼ੋਨ ਨੰਬਰ ਠੀਕ ਕਰੋ
te: మీ ఫోన్ నంబర్‌ని సరి చేయండి

# OTPmessage
source: If Didn't Get the OTP Press Resend in
bn: ওটিপি না পেলে পুনরায় পাঠান প্রেস করুন
gu: જો OTP ન મળ્યો હોય તો ફરીથી મોકલો દબાવો
kn: ಒಟಿಪಿ ಸಿಗದೇ ಇದ್ದರೆ ಮರುಕಳುಹಿಸಿ ಒತ್ತಿರಿ
ml: OTP ലഭിച്ചില്ലെങ്കിൽ വീണ്ടും അയയ്ക്കുക അമർത്തുക
mr: OTP न मिळाल्यास पुन्हा पाठवा दाबा
or: ଯଦି OTP ପ୍ରେସ୍ ରେଣ୍ଡ ଇନ୍ ପାଇନାହିଁ |
pa: ਜੇਕਰ OTP ਪ੍ਰਾਪਤ ਨਹੀਂ ਹੋਇਆ ਤਾਂ ਦੁਬਾਰਾ ਭੇਜੋ ਦਬਾਓ
te: OTP రాకుంటే మళ్లీ పంపు నొక్కండి

source: second
bn: দ্বিতীয়
gu: બીજું
kn: ಎರಡನೇ
ml: രണ്ടാമത്തേത്
mr: दुसरा
or: ଦ୍ୱିତୀୟ
pa: ਦੂਜਾ
te: రెండవ

source: Resend
bn: আবার পাঠান
gu: ફરી મોકલો
kn: ಮರುಕಳುಹಿಸಿ
ml: വീണ്ടും അയയ്ക്കുക
mr: पुन्हा पाठवा
or: ପଠାନ୍ତୁ
pa: ਦੁਬਾਰਾ ਭੇਜੋ
te: మళ్లీ పంపండి

source: Change Phone Number
bn: ফোন নম্বর পরিবর্তন করুন
gu: ફોન નંબર બદલો
kn: ಫೋನ್ ಸಂಖ್ಯೆಯನ್ನು ಬದಲಾಯಿಸಿ
ml: ഫോൺ നമ്പർ മാറ്റുക
mr: फोन नंबर बदला
or: ଫୋନ୍ ନମ୍ବର ପରିବର୍ତ୍ତନ କରନ୍ତୁ |
pa: ਫ਼ੋਨ ਨੰਬਰ ਬਦਲੋ
te: ఫోన్ నంబర్ మార్చండి

source: Done
bn: সম্পন্ন
gu: થઈ ગયું
kn: ಮುಗಿದಿದೆ
ml: ചെയ്തു
mr: झाले
or: ସମାପ୍ତ
pa: ਹੋ ਗਿਆ
te: పూర్తి

source: Verify
bn: যাচাই করুন
gu: ચકાસો
kn: ಪರಿಶೀಲಿಸಿ
ml: സ്ഥിരീകരിക്കുക
mr: सत्यापित करा
or: ଯାଞ୍ଚ କରନ୍ତୁ |
pa: ਪੁਸ਼ਟੀ ਕਰੋ
te: ధృవీకరించండి

source: Go Back
bn: ফিরে যাও
gu: પાછા જાવ
kn: ಹಿಂದೆ ಹೋಗು
ml: മടങ്ങിപ്പോവുക
mr: परत जा
or: ଫେରିଯାଅ
pa: ਵਾਪਸ ਜਾਓ
te: వెనక్కి వెళ్ళు

# GetyourEducationalBoard
source: Get your Educational Board narrated and explained by great teachers
bn: মহান শিক্ষকদের দ্বারা আপনার শিক্ষা বোর্ডের বর্ণনা এবং ব্যাখ্যা করুন
gu: તમારા શૈક્ષણિક બોર્ડને મહાન શિક્ષકો દ્વારા કથન અને સમજાવો
kn: ನಿಮ್ಮ ಶೈಕ್ಷಣಿಕ ಮಂಡಳಿಯನ್ನು ಉತ್ತಮ ಶಿಕ್ಷಕರಿಂದ ನಿರೂಪಿಸಿ ಮತ್ತು ವಿವರಿಸಿ
ml: നിങ്ങളുടെ വിദ്യാഭ്യാസ ബോർഡ് മികച്ച അധ്യാപകരാൽ വിവരിക്കുകയും വിശദീകരിക്കുകയും ചെയ്യുക
mr: तुमच्या शैक्षणिक मंडळाचे उत्तम शिक्षकांकडून वर्णन आणि स्पष्टीकरण मिळवा
or: ତୁମର ଶିକ୍ଷାଗତ ବୋର୍ଡକୁ ମହାନ ଶିକ୍ଷକମାନଙ୍କ ଦ୍ୱାରା ବର୍ଣ୍ଣିତ ଏବଂ ବ୍ୟାଖ୍ୟା କର |
pa: ਆਪਣੇ ਵਿਦਿਅਕ ਬੋਰਡ ਨੂੰ ਮਹਾਨ ਅਧਿਆਪਕਾਂ ਦੁਆਰਾ ਬਿਆਨ ਅਤੇ ਵਿਆਖਿਆ ਕਰੋ
te: మీ ఎడ్యుకేషనల్ బోర్డ్‌ను గొప్ప ఉపాధ్యాయుల ద్వారా వివరించండి మరియు వివరించండి

# Letusknow
source: Let us know you a little before you begin learning
bn: আমাদের একটু আগে আপনাকে জানি আপনি শেখা শুরু করুন
gu: અમને થોડા પહેલા તમને જણાવીએ તમે શીખવાનું શરૂ કરો
kn: ಸ್ವಲ್ಪ ಮೊದಲು ನಿಮಗೆ ತಿಳಿಸಿ ನೀವು ಕಲಿಯಲು ಪ್ರಾರಂಭಿಸಿ
ml: കുറച്ച് മുമ്പ് നിങ്ങളെ അറിയിക്കാം നിങ്ങൾ പഠിക്കാൻ തുടങ്ങും
mr: थोडं आधी कळू दे तुम्ही शिकायला सुरुवात करा
or: ଆମକୁ ଟିକିଏ ପୂର୍ବରୁ ଜାଣିବା | ତୁମେ ଶିଖିବା ଆରମ୍ଭ କର |
pa: ਸਾਨੂੰ ਥੋੜਾ ਪਹਿਲਾਂ ਤੁਹਾਨੂੰ ਦੱਸ ਦੇਈਏ ਤੁਸੀਂ ਸਿੱਖਣਾ ਸ਼ੁਰੂ ਕਰੋ
te: కొంచెం ముందు మాకు తెలియజేయండి మీరు నేర్చుకోవడం ప్రారంభించండి

# SearchSchool
source: Search your school
bn: আপনার স্কুল অনুসন্ধান করুন
gu: તમારી શાળા શોધો
kn: ನಿಮ್ಮ ಶಾಲೆಯನ್ನು ಹುಡುಕಿ
ml: നിങ്ങളുടെ സ്കൂൾ തിരയുക
mr: तुमची शाळा शोधा
or: ତୁମ ବିଦ୍ୟାଳୟକୁ ଖୋଜ |
pa: ਆਪਣੇ ਸਕੂਲ ਦੀ ਖੋਜ ਕਰੋ
te: మీ పాఠశాలను శోధించండి

source: No School Found!
bn: কোন স্কুল পাওয়া যায়নি!
gu: કોઈ શાળા મળી નથી!
kn: ಯಾವುದೇ ಶಾಲೆ ಕಂಡುಬಂದಿಲ್ಲ!
ml: സ്കൂളൊന്നും കണ്ടെത്തിയില്ല!
mr: शाळा सापडली नाही!
or: କ School ଣସି ବିଦ୍ୟାଳୟ ମିଳିଲା ନାହିଁ!
pa: ਕੋਈ ਸਕੂਲ ਨਹੀਂ ਮਿਲਿਆ!
te: పాఠశాల ఏదీ కనుగొనబడలేదు!

# Pleaseentersomekeywords
source: Please enter some more keywords
bn: অনুগ্রহ করে আরো কিছু কীওয়ার্ড লিখুন
gu: કૃપા કરીને કેટલાક વધુ કીવર્ડ દાખલ કરો
kn: ದಯವಿಟ್ಟು ಇನ್ನೂ ಕೆಲವು ಕೀವರ್ಡ್‌ಗಳನ್ನು ನಮೂದಿಸಿ
ml: ദയവായി കുറച്ച് കീവേഡുകൾ കൂടി നൽകുക
mr: कृपया आणखी काही कीवर्ड प्रविष्ट करा
or: ଦୟାକରି ଆଉ କିଛି କୀ ଶବ୍ଦ ପ୍ରବେଶ କରନ୍ତୁ |
pa: ਕਿਰਪਾ ਕਰਕੇ ਕੁਝ ਹੋਰ ਕੀਵਰਡ ਦਾਖਲ ਕਰੋ
te: దయచేసి మరికొన్ని కీలకపదాలను నమోదు చేయండి

# foundyourschool
source: or if you didn't found your school
bn: অথবা আপনি যদি আপনার স্কুল খুঁজে না পান
gu: અથવા જો તમને તમારી શાળા મળી નથી
kn: ಅಥವಾ ನಿಮ್ಮ ಶಾಲೆಯನ್ನು ನೀವು ಕಂಡುಹಿಡಿಯದಿದ್ದರೆ
ml: അല്ലെങ്കിൽ നിങ്ങളുടെ സ്കൂൾ കണ്ടെത്തിയില്ലെങ്കിൽ
mr: किंवा जर तुम्हाला तुमची शाळा सापडली नाही
or: କିମ୍ବା ଯଦି ତୁମେ ତୁମର ବିଦ୍ୟାଳୟ ପାଇ ନାହଁ |
pa: ਜਾਂ ਜੇਕਰ ਤੁਹਾਨੂੰ ਆਪਣਾ ਸਕੂਲ ਨਹੀਂ ਮਿਲਿਆ
te: లేదా మీరు మీ పాఠశాలను కనుగొనలేకపోతే

source: Enter School Name
bn: স্কুলের নাম লিখুন
gu: શાળાનું નામ દાખલ કરો
kn: ಶಾಲೆಯ ಹೆಸರನ್ನು ನಮೂದಿಸಿ
ml: സ്കൂളിന്റെ പേര് നൽകുക
mr: शाळेचे नाव टाका
or: ବିଦ୍ୟାଳୟ ନାମ ପ୍ରବେଶ କରନ୍ତୁ |
pa: ਸਕੂਲ ਦਾ ਨਾਮ ਦਰਜ ਕਰੋ
te: పాఠశాల పేరు నమోదు చేయండి

source: Submit Your School Name
bn: আপনার স্কুলের নাম জমা দিন
gu: તમારી શાળાનું નામ સબમિટ કરો
kn: ನಿಮ್ಮ ಶಾಲೆಯ ಹೆಸರನ್ನು ಸಲ್ಲಿಸಿ
ml: നിങ്ങളുടെ സ്കൂൾ പേര് സമർപ്പിക്കുക
mr: तुमच्या शाळेचे नाव सबमिट करा
or: ତୁମର ବିଦ୍ୟାଳୟ ନାମ ଦାଖଲ କର |
pa: ਆਪਣੇ ਸਕੂਲ ਦਾ ਨਾਮ ਦਰਜ ਕਰੋ
te: మీ పాఠశాల పేరును సమర్పించండి

source: School Name
bn: স্কুলের নাম
gu: શાળાનું નામ
kn: ಶಾಲೆಯ ಹೆಸರು
ml: വിദ്യാലയത്തിന്റെ നാമം
mr: शाळेचे नाव
or: ବିଦ୍ୟାଳୟ ନାମ
pa: ਸਕੂਲ ਦਾ ਨਾਮ
te: పాఠశాల పేరు

source: Submit
bn: জমা দিন
gu: સબમિટ કરો
kn: ಸಲ್ಲಿಸು
ml: സമർപ്പിക്കുക
mr: प्रस्तुत करणे
or: ଦାଖଲ କରନ୍ତୁ |
pa: ਜਮ੍ਹਾਂ ਕਰੋ
te: సమర్పించండి

# ErrorAgainlater
source: An error occurred please try again later
bn: একটি ত্রুটি ঘটেছে। পরে আবার চেষ্টা করুন
gu: એક ભૂલ આવી. પછીથી ફરી પ્રયત્ન કરો
kn: ದೋಷ ಸಂಭವಿಸಿದೆ. ದಯವಿಟ್ಟು ನಂತರ ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ
ml: ഒരു പിശക് സംഭവിച്ചു ദയവായി പിന്നീട് വീണ്ടും ശ്രമിക്കുക
mr: काहीतरी चुकीचं घडलं. पुन्हा प्रयत्न करा
or: ଏକ ତ୍ରୁଟି ଘଟିଲା ଦୟାକରି ପରେ ପୁନର୍ବାର ଚେଷ୍ଟା କରନ୍ତୁ |
pa: ਇੱਕ ਗਲਤੀ ਆਈ ਹੈ. ਬਾਅਦ ਵਿੱਚ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ ਜੀ
te: ఒక సమస్య వచ్చింది. దయచేసి తరువాత ప్రయత్నించండి

source: Welcome Back!
bn: ফিরে আসার জন্য স্বাগতম!
gu: ફરી સ્વાગત છે!
kn: ಮರಳಿ ಸ್ವಾಗತ!
ml: തിരികെ സ്വാഗതം!
mr: परत स्वागत आहे!
or: ପୁଣି ଥରେ ସ୍ୱାଗତ!
pa: ਵਾਪਸ ਸਵਾਗਤ!
te: పునఃస్వాగతం!

# LoginYourAccount
source: Login to your account
bn: আপনার অ্যাকাউন্টে লগ ইন করুন
gu: તમારા એકાઉન્ટમાં લોગિન કરો
kn: ನಿಮ್ಮ ಖಾತೆಗೆ ಲಾಗಿನ್ ಆಗಿ
ml: നിങ്ങളുടെ അക്കൗണ്ടിൽ ലോഗിൻ ചെയ്യുക
mr: आपल्या खात्यात लॉग इन करा
or: ଆପଣଙ୍କ ଖାତାକୁ ଲଗ୍ଇନ୍ କରନ୍ତୁ |
pa: ਆਪਣੇ ਖਾਤੇ ਵਿੱਚ ਲੌਗਇਨ ਕਰੋ
te: మీ ఖాతాకు లాగిన్ చేయండి

# validphonenumber
source: Please provide valid phone number
bn: বৈধ ফোন নম্বর প্রদান করুন
gu: કૃપા કરીને માન્ય ફોન નંબર પ્રદાન કરો
kn: ದಯವಿಟ್ಟು ಮಾನ್ಯವಾದ ಫೋನ್ ಸಂಖ್ಯೆಯನ್ನು ಒದಗಿಸಿ
ml: ദയവായി സാധുവായ ഫോൺ നമ്പർ നൽകുക
mr: कृपया वैध फोन नंबर द्या
or: ଦୟାକରି ବ valid ଧ ଫୋନ୍ ନମ୍ବର ପ୍ରଦାନ କରନ୍ତୁ |
pa: ਕਿਰਪਾ ਕਰਕੇ ਵੈਧ ਫ਼ੋਨ ਨੰਬਰ ਪ੍ਰਦਾਨ ਕਰੋ
te: దయచేసి చెల్లుబాటు అయ్యే ఫోన్ నంబర్‌ను అందించండి

# BySigning
source: By Signing Up/In, you agree to our
bn: সাইন আপ/ইন করে, আপনি আমাদের সাথে সম্মত হন
gu: સાઇન અપ/ઇન કરીને, તમે અમારી સાથે સંમત થાઓ છો
kn: ಸೈನ್ ಅಪ್/ಇನ್ ಮಾಡುವ ಮೂಲಕ, ನೀವು ನಮ್ಮದನ್ನು ಒಪ್ಪುತ್ತೀರಿ
ml: സൈൻ അപ്പ് ചെയ്യുന്നതിലൂടെ/ഇൻ ചെയ്യുന്നതിലൂടെ, നിങ്ങൾ ഞങ്ങളുടെത് അംഗീകരിക്കുന്നു
mr: साइन अप/इन करून, तुम्ही आमच्याशी सहमत आहात
or: ସାଇନ୍ ଅପ୍ / ଇନ୍ କରି, ଆପଣ ଆମର ସହମତ |
pa: ਸਾਈਨ ਅੱਪ/ਇਨ ਕਰਕੇ, ਤੁਸੀਂ ਸਾਡੇ ਨਾਲ ਸਹਿਮਤ ਹੁੰਦੇ ਹੋ
te: సైన్ అప్/ఇన్ చేయడం ద్వారా, మీరు మాకి అంగీకరిస్తున్నారు

# TermsService
source: Terms of Service
bn: সেবা পাবার শর্ত
gu: સેવાની શરતો
kn: ಸೇವಾ ನಿಯಮಗಳು
ml: സേവന നിബന്ധനകൾ
mr: सेवा अटी
or: ସେବା ସର୍ତ୍ତାବଳୀ
pa: ਸੇਵਾ ਦੀਆਂ ਸ਼ਰਤਾਂ
te: సేవా నిబంధనలు

# haveread
source: and that you have read our
bn: এবং আপনি আমাদের পড়েছেন
gu: અને તમે અમારું વાંચ્યું છે
kn: ಮತ್ತು ನೀವು ನಮ್ಮದನ್ನು ಓದಿದ್ದೀರಿ
ml: നിങ്ങൾ ഞങ്ങളുടെ വായിച്ചിട്ടുണ്ടെന്നും
mr: आणि तुम्ही आमचे वाचले आहे
or: ଏବଂ ତୁମେ ଆମର ପ read ିଛ |
pa: ਅਤੇ ਇਹ ਕਿ ਤੁਸੀਂ ਸਾਡਾ ਪੜ੍ਹਿਆ ਹੈ
te: మరియు మీరు మా చదివారు

source: Privacy Policy
bn: গোপনীয়তা নীতি
gu: ગોપનીયતા નીતિ
kn: ಗೌಪ್ಯತಾ ನೀತಿ
ml: സ്വകാര്യതാനയം
mr: गोपनीयता धोरण
or: ଗୋପନୀୟତା ନୀତି
pa: ਪਰਾਈਵੇਟ ਨੀਤੀ
te: గోప్యతా విధానం

# Pleaseprovidetheotp
source: Please provide the otp that you've received on
bn: আপনি যে otp পেয়েছেন অনুগ্রহ করে তা প্রদান করুন
gu: કૃપા કરીને તમને જે ઓટીપી પ્રાપ્ત થયો છે તે પ્રદાન કરો
kn: ದಯವಿಟ್ಟು ನೀವು ಸ್ವೀಕರಿಸಿದ ಒಟಿಪಿಯನ್ನು ಒದಗಿಸಿ
ml: നിങ്ങൾക്ക് ലഭിച്ച ഒടിപി നൽകുക
mr: कृपया तुम्हाला प्राप्त झालेला ओटीपी प्रदान करा
or: ଦୟାକରି ଆପଣ ଗ୍ରହଣ କରିଥିବା otp ପ୍ରଦାନ କରନ୍ତୁ |
pa: ਕਿਰਪਾ ਕਰਕੇ ਓਟੀਪੀ ਪ੍ਰਦਾਨ ਕਰੋ ਜੋ ਤੁਸੀਂ ਪ੍ਰਾਪਤ ਕੀਤਾ ਹੈ
te: దయచేసి మీరు అందుకున్న OTPని అందించండి

source: Choose
bn: পছন্দ করা
gu: પસંદ કરો
kn: ಆಯ್ಕೆ ಮಾಡಿ
ml: തിരഞ്ഞെടുക്കുക
mr: निवडा
or: ବାଛନ୍ତୁ |
pa: ਚੁਣੋ
te: ఎంచుకోండి

source: State
bn: রাষ্ট্র
gu: રાજ્ય
kn: ರಾಜ್ಯ
ml: സംസ്ഥാനം
mr: राज्य
or: ରାଜ୍ୟ
pa: ਰਾਜ
te: రాష్ట్రం

source: District
bn: জেলা
gu: જિલ્લો
kn: ಜಿಲ್ಲೆ
ml: ജില്ല
mr: जिल्हा
or: ଜିଲ୍ଲା
pa: ਜ਼ਿਲ੍ਹਾ
te: జిల్లా

source: Search
bn: অনুসন্ধান করুন
gu: શોધો
kn: ಹುಡುಕಿ Kannada
ml: തിരയുക
mr: शोधा
or: ସନ୍ଧାନ କର |
pa: ਖੋਜ
te: వెతకండి

source: Student
bn: ছাত্র
gu: વિદ્યાર્થી
kn: ವಿದ್ಯಾರ್ಥಿ
ml: വിദ്യാർത്ഥി
mr: विद्यार्थी
or: ଛାତ୍ର
pa: ਵਿਦਿਆਰਥੀ
te: విద్యార్థి

source: Teacher
bn: শিক্ষক
gu: શિક્ષક
kn: ಶಿಕ್ಷಕ
ml: ടീച്ചർ
mr: शिक्षक
or: ଶିକ୍ଷକ
pa: ਅਧਿਆਪਕ
te: టీచర్

source: Parent
bn: অভিভাবক
gu: પિતૃ
kn: ಪೋಷಕ
ml: രക്ഷിതാവ്
mr: पालक
or: ପିତାମାତା |
pa: ਮਾਪੇ
te: తల్లిదండ్రులు

source: Aspirant
bn: পদপ্রার্থী
gu: મહત્વાકાંક્ષી
kn: ಮಹತ್ವಾಕಾಂಕ್ಷಿ
ml: അഭിലാഷം
mr: इच्छुक
or: ଆଶାକର୍ମୀ |
pa: ਚਾਹਵਾਨ
te: ఆశావహుడు

# BooksCart
source: Books in Cart
bn: কার্টে বই
gu: કાર્ટમાં પુસ્તકો
kn: ಕಾರ್ಟ್‌ನಲ್ಲಿ ಪುಸ್ತಕಗಳು
ml: കാർട്ടിലെ പുസ്തകങ്ങൾ
mr: कार्टमधील पुस्तके
or: କାର୍ଟରେ ବହିଗୁଡ଼ିକ |
pa: ਕਾਰਟ ਵਿੱਚ ਕਿਤਾਬਾਂ
te: కార్ట్‌లో పుస్తకాలు

# NoItems
source: No items in cart, Right now!
bn: কার্টে কোন আইটেম নেই, এই মুহূর্তে!
gu: કાર્ટમાં કોઈ આઇટમ નથી, અત્યારે!
kn: ಕಾರ್ಟ್‌ನಲ್ಲಿ ಯಾವುದೇ ಐಟಂಗಳಿಲ್ಲ, ಇದೀಗ!
ml: വണ്ടിയിൽ ഇനങ്ങളൊന്നുമില്ല, ഇപ്പോൾ!
mr: कार्टमध्ये कोणतेही आयटम नाहीत, आत्ता!
or: କାର୍ଟରେ କ items ଣସି ଆଇଟମ୍ ନାହିଁ, ବର୍ତ୍ତମାନ!
pa: ਕਾਰਟ ਵਿੱਚ ਕੋਈ ਆਈਟਮ ਨਹੀਂ, ਇਸ ਵੇਲੇ!
te: కార్ట్‌లో వస్తువులు లేవు, ప్రస్తుతం!

# PleaseTryAddingBooks
source: Please try adding books to your cart by tapping on add to cart button on books
bn: অনুগ্রহ করে বইগুলিতে অ্যাড টু কার্ট বোতামে ট্যাপ করে আপনার কার্টে বই যোগ করার চেষ্টা করুন
gu: કૃપા કરીને પુસ્તકો પર કાર્ટમાં ઉમેરો બટન પર ટેપ કરીને તમારા કાર્ટમાં પુસ્તકો ઉમેરવાનો પ્રયાસ કરો
kn: ದಯವಿಟ್ಟು ಪುಸ್ತಕಗಳಲ್ಲಿರುವ ಆಡ್ ಟು ಕಾರ್ಟ್ ಬಟನ್ ಅನ್ನು ಟ್ಯಾಪ್ ಮಾಡುವ ಮೂಲಕ ನಿಮ್ಮ ಕಾರ್ಟ್‌ಗೆ ಪುಸ್ತಕಗಳನ್ನು ಸೇರಿಸಲು ಪ್ರಯತ್ನಿಸಿ
ml: പുസ്തകങ്ങളിലെ ആഡ് ടു കാർട്ട് ബട്ടണിൽ ടാപ്പുചെയ്ത് നിങ്ങളുടെ കാർട്ടിലേക്ക് പുസ്തകങ്ങൾ ചേർക്കാൻ ശ്രമിക്കുക
mr: कृपया पुस्तकांवरील कार्टमध्ये जोडा बटणावर टॅप करून तुमच्या कार्टमध्ये पुस्तके जोडण्याचा प्रयत्न करा
or: ଦୟାକରି ବହିଗୁଡ଼ିକରେ କାର୍ଟ ବଟନ୍ ଉପରେ ଟ୍ୟାପ୍ କରି ଆପଣଙ୍କ କାର୍ଟରେ ବହି ଯୋଡିବାକୁ ଚେଷ୍ଟା କରନ୍ତୁ |
pa: ਕਿਰਪਾ ਕਰਕੇ ਕਿਤਾਬਾਂ 'ਤੇ ਐਡ ਟੂ ਕਾਰਟ ਬਟਨ 'ਤੇ ਟੈਪ ਕਰਕੇ ਕਿਤਾਬਾਂ ਨੂੰ ਆਪਣੇ ਕਾਰਟ ਵਿੱਚ ਸ਼ਾਮਲ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰੋ
te: దయచేసి పుస్తకాలలోని యాడ్ టు కార్ట్ బటన్‌ను నొక్కడం ద్వారా మీ కార్ట్‌కు పుస్తకాలను జోడించడానికి ప్రయత్నించండి

source: for
bn: জন্য
gu: માટે
kn: ಫಾರ್
ml: വേണ്ടി
mr: च्या साठी
or: ପାଇଁ
pa: ਲਈ
te: కోసం

source: Days
bn: দিন
gu: દિવસ
kn: ದಿನಗಳು
ml: ദിവസങ്ങളിൽ
mr: दिवस
or: ଦିନଗୁଡିକ
pa: ਦਿਨ
te: రోజులు

source: Pay
bn: বেতন
gu: પે
kn: ಪಾವತಿ
ml: പണം നൽകുക
mr: पे
or: ଦେୟ ଦିଅ |
pa: ਭੁਗਤਾਨ ਕਰੋ
te: చెల్లించండి

# PleasePressBack
source: Please don't press back
bn: অনুগ্রহ করে পিছনে চাপবেন না
gu: કૃપા કરીને પાછળ દબાવશો નહીં
kn: ದಯವಿಟ್ಟು ಹಿಂದಕ್ಕೆ ಒತ್ತಬೇಡಿ
ml: ദയവായി പിന്നോട്ട് അമർത്തരുത്
mr: कृपया मागे दाबू नका
or: ଦୟାକରି ପଛକୁ ଦବାନ୍ତୁ ନାହିଁ |
pa: ਕਿਰਪਾ ਕਰਕੇ ਪਿੱਛੇ ਨਾ ਦਬਾਓ
te: దయచేసి వెనక్కి నొక్కకండి

source: Unlock Entire App
bn: সম্পূর্ণ অ্যাপ আনলক করুন
gu: આખી એપને અનલોક કરો
kn: ಸಂಪೂರ್ಣ ಅಪ್ಲಿಕೇಶನ್ ಅನ್ನು ಅನ್ಲಾಕ್ ಮಾಡಿ
ml: മുഴുവൻ ആപ്പും അൺലോക്ക് ചെയ്യുക
mr: संपूर्ण अॅप अनलॉक करा
or: ସମଗ୍ର ଆପ୍ ଅନଲକ୍ କରନ୍ତୁ |
pa: ਪੂਰੀ ਐਪ ਨੂੰ ਅਨਲੌਕ ਕਰੋ
te: మొత్తం యాప్‌ను అన్‌లాక్ చేయండి

source: More Plans
bn: আরো পরিকল্পনা
gu: વધુ યોજનાઓ
kn: ಇನ್ನಷ್ಟು ಯೋಜನೆಗಳು
ml: കൂടുതൽ പ്ലാനുകൾ
mr: अधिक योजना
or: ଅଧିକ ଯୋଜନା
pa: ਹੋਰ ਯੋਜਨਾਵਾਂ
te: మరిన్ని ప్రణాళికలు

# SomethingWentWrong
source: Something went wrong, Please try again
bn: কিছু ভুল হয়েছে আবার চেষ্টা করুন
gu: કંઈક ખોટું થયું, કૃપા કરીને ફરી પ્રયાસ કરો
kn: ಏನೋ ತಪ್ಪಾಗಿದೆ, ದಯವಿಟ್ಟು ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ
ml: എന്തോ കുഴപ്പം സംഭവിച്ചു, വീണ്ടും ശ്രമിക്കുക
mr: काहीतरी चूक झाली, कृपया पुन्हा प्रयत्न करा
or: କିଛି ଭୁଲ ହୋଇଗଲା, ଦୟାକରି ପୁନର୍ବାର ଚେଷ୍ଟା କରନ୍ତୁ |
pa: ਕੁਝ ਗਲਤ ਹੋ ਗਿਆ, ਕਿਰਪਾ ਕਰਕੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ
te: ఏదో తప్పు జరిగింది, దయచేసి మళ్లీ ప్రయత్నించండి

# SchoolConsidered
source: School is considered onBoarded!
bn: স্কুলে বোর্ডেড বলে মনে করা হয়!
gu: શાળા ઓનબોર્ડેડ ગણવામાં આવે છે!
kn: ಶಾಲೆಯನ್ನು ಆನ್‌ಬೋರ್ಡ್ ಎಂದು ಪರಿಗಣಿಸಲಾಗಿದೆ!
ml: സ്കൂൾ ബോർഡ് ആയി കണക്കാക്കുന്നു!
mr: शाळा ऑनबोर्डेड मानली जाते!
or: ବୋର୍ଡ ବୋର୍ଡରେ ବିବେଚନା କରାଯାଏ!
pa: ਸਕੂਲ ਨੂੰ ਬੋਰਡਡ ਮੰਨਿਆ ਜਾਂਦਾ ਹੈ!
te: పాఠశాల ఆన్‌బోర్డ్‌గా పరిగణించబడుతుంది!

source: OnBoard School
bn: অনবোর্ড স্কুল
gu: ઓનબોર્ડ શાળા
kn: ಆನ್‌ಬೋರ್ಡ್ ಶಾಲೆ
ml: ഓൺബോർഡ് സ്കൂൾ
mr: ऑनबोर्ड शाळा
or: ଅନବୋର୍ଡ ସ୍କୁଲ୍ |
pa: ਆਨ ਬੋਰਡ ਸਕੂਲ
te: ఆన్‌బోర్డ్ స్కూల్

# ByTapping
source: By tapping on submit, you agree to our
bn: জমা দিন ট্যাপ করে, আপনি আমাদের সাথে সম্মত হন
gu: સબમિટ પર ટેપ કરીને, તમે અમારી સાથે સંમત થાઓ છો
kn: ಸಲ್ಲಿಸು ಟ್ಯಾಪ್ ಮಾಡುವ ಮೂಲಕ, ನೀವು ನಮ್ಮ ಸಮ್ಮತಿಸುತ್ತೀರಿ
ml: സമർപ്പിക്കുക എന്നതിൽ ടാപ്പുചെയ്യുന്നതിലൂടെ, നിങ്ങൾ ഞങ്ങളുടെത് അംഗീകരിക്കുന്നു
mr: सबमिट वर टॅप करून, तुम्ही आमच्याशी सहमत आहात
or: ଦାଖଲ ଉପରେ ଟ୍ୟାପ୍ କରି, ତୁମେ ଆମର ସହମତ |
pa: ਸਬਮਿਟ 'ਤੇ ਟੈਪ ਕਰਕੇ, ਤੁਸੀਂ ਸਾਡੀ ਸਹਿਮਤੀ ਦਿੰਦੇ ਹੋ
te: సమర్పించడంపై నొక్కడం ద్వారా, మీరు మాకి అంగీకరిస్తున్నారు

# TermsPolicies
source: Terms of Service & Policies
bn: পরিষেবার শর্তাবলী এবং নীতি
gu: સેવાની શરતો અને નીતિઓ
kn: ಸೇವಾ ನಿಯಮಗಳು ಮತ್ತು ನೀತಿಗಳು
ml: സേവന നിബന്ധനകളും നയങ്ങളും
mr: सेवा अटी आणि धोरणे
or: ସେବା ସର୍ତ୍ତାବଳୀ ଏବଂ ନୀତିଗୁଡିକ |
pa: ਸੇਵਾ ਦੀਆਂ ਸ਼ਰਤਾਂ ਅਤੇ ਨੀਤੀਆਂ
te: సేవా నిబంధనలు & విధానాలు

source: School Address
bn: স্কুলের ঠিকানা
gu: શાળાનું સરનામું
kn: ಶಾಲೆಯ ವಿಳಾಸ
ml: സ്കൂൾ വിലാസം
mr: शाळेचा पत्ता
or: ବିଦ୍ୟାଳୟ ଠିକଣା
pa: ਸਕੂਲ ਦਾ ਪਤਾ
te: పాఠశాల చిరునామా

# UnitsVidyaBox
source: Units of Vidya Box
bn: বিদ্যা বক্সের একক
gu: વિદ્યા બોક્સના એકમો
kn: ವಿದ್ಯಾ ಬಾಕ್ಸ್‌ನ ಘಟಕಗಳು
ml: വിദ്യ ബോക്‌സിന്റെ യൂണിറ്റുകൾ
mr: विद्या पेटीची एकके
or: ବିଦ୍ୟା ବକ୍ସର ଏକକ |
pa: ਵਿਦਿਆ ਬਾਕਸ ਦੀਆਂ ਇਕਾਈਆਂ
te: విద్యా బాక్స్ యూనిట్లు

source: Lead By
bn: দ্বারা নেতৃত্ব
gu: દ્વારા લીડ
kn: ಲೀಡ್ ಬೈ
ml: നേതൃത്വം
mr: ने नेतृत्व
or: ଲିଡ୍ ବାଇ
pa: ਦੀ ਅਗਵਾਈ
te: లీడ్ బై

# NotesRemarks
source: Notes or Remarks (if any)
bn: নোট বা মন্তব্য (যদি থাকে)
gu: નોંધો અથવા ટિપ્પણીઓ (જો કોઈ હોય તો)
kn: ಟಿಪ್ಪಣಿಗಳು ಅಥವಾ ಟೀಕೆಗಳು (ಯಾವುದಾದರೂ ಇದ್ದರೆ)
ml: കുറിപ്പുകൾ അല്ലെങ്കിൽ അഭിപ്രായങ്ങൾ (എന്തെങ്കിലും ഉണ്ടെങ്കിൽ)
mr: नोट्स किंवा टिप्पण्या (असल्यास)
or: ଟିପ୍ପଣୀ କିମ୍ବା ଟିପ୍ପଣୀ (ଯଦି ଥାଏ)
pa: ਨੋਟਸ ਜਾਂ ਟਿੱਪਣੀਆਂ (ਜੇ ਕੋਈ ਹੋਵੇ)
te: గమనికలు లేదా వ్యాఖ్యలు (ఏదైనా ఉంటే)

source: Choose Your Plan
bn: আপনার পরিকল্পনা চয়ন করুন
gu: તમારી યોજના પસંદ કરો
kn: ನಿಮ್ಮ ಯೋಜನೆಯನ್ನು ಆರಿಸಿ
ml: നിങ്ങളുടെ പ്ലാൻ തിരഞ്ഞെടുക്കുക
mr: तुमची योजना निवडा
or: ଆପଣଙ୍କର ଯୋଜନା ବାଛନ୍ତୁ |
pa: ਆਪਣੀ ਯੋਜਨਾ ਚੁਣੋ
te: మీ ప్రణాళికను ఎంచుకోండి

source: Invalid Reference Code!
bn: অবৈধ রেফারেন্স কোড!
gu: અમાન્ય સંદર્ભ કોડ!
kn: ಅಮಾನ್ಯವಾದ ಉಲ್ಲೇಖ ಕೋಡ್!
ml: റഫറൻസ് കോഡ് അസാധുവാണ്!
mr: अवैध संदर्भ कोड!
or: ଅବ val ଧ ସନ୍ଦର୍ଭ କୋଡ୍!
pa: ਅਵੈਧ ਹਵਾਲਾ ਕੋਡ!
te: చెల్లని సూచన కోడ్!

# ReferenceCodeApplied
source: Reference Code Applied Successfully!
bn: রেফারেন্স কোড সফলভাবে প্রয়োগ করা হয়েছে!
gu: સંદર્ભ કોડ સફળતાપૂર્વક લાગુ થયો!
kn: ಉಲ್ಲೇಖ ಕೋಡ್ ಅನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಅನ್ವಯಿಸಲಾಗಿದೆ!
ml: റഫറൻസ് കോഡ് വിജയകരമായി പ്രയോഗിച്ചു!
mr: संदर्भ कोड यशस्वीरित्या लागू झाला!
or: ରେଫରେନ୍ସ କୋଡ୍ ସଫଳତାର ସହିତ ପ୍ରୟୋଗ ହେଲା!
pa: ਸੰਦਰਭ ਕੋਡ ਸਫਲਤਾਪੂਰਵਕ ਲਾਗੂ ਹੋਇਆ!
te: సూచన కోడ్ విజయవంతంగా వర్తింపజేయబడింది!

# ApplyReference
source: Apply Reference Code
bn: রেফারেন্স কোড প্রয়োগ করুন
gu: સંદર્ભ કોડ લાગુ કરો
kn: ಉಲ್ಲೇಖ ಕೋಡ್ ಅನ್ನು ಅನ್ವಯಿಸಿ
ml: റഫറൻസ് കോഡ് പ്രയോഗിക്കുക
mr: संदर्भ कोड लागू करा
or: ରେଫରେନ୍ସ କୋଡ୍ ପ୍ରୟୋଗ କରନ୍ତୁ |
pa: ਹਵਾਲਾ ਕੋਡ ਲਾਗੂ ਕਰੋ
te: రిఫరెన్స్ కోడ్‌ని వర్తింపజేయండి
