Repository: kuldeep2code/vb_app
Catalog: lib/l10n/intl_*.arb
Languages: bn, gu, kn, ml, mr, or, pa, te

# DownloadMessage
source: This is a premium feature, please buy a subscription in order to download lectures
bn: এটি একটি প্রিমিয়াম বৈশিষ্ট্য, বক্তৃতা ডাউনলোড করার জন্য অনুগ্রহ করে একটি সদস্যতা কিনুন৷
gu: આ એક પ્રીમિયમ સુવિધા છે, કૃપા કરીને લેક્ચર્સ ડાઉનલોડ કરવા માટે સબ્સ્ક્રિપ્શન ખરીદો
kn: ಇದು ಪ್ರೀಮಿಯಂ ವೈಶಿಷ್ಟ್ಯವಾಗಿದೆ, ಉಪನ್ಯಾಸಗಳನ್ನು ಡೌನ್‌ಲೋಡ್ ಮಾಡಲು ದಯವಿಟ್ಟು ಚಂದಾದಾರಿಕೆಯನ್ನು ಖರೀದಿಸಿ
ml: ഇതൊരു പ്രീമിയം ഫീച്ചറാണ്, പ്രഭാഷണങ്ങൾ ഡൗൺലോഡ് ചെയ്യുന്നതിന് ദയവായി ഒരു സബ്‌സ്‌ക്രിപ്‌ഷൻ വാങ്ങുക
mr: हे एक प्रीमियम वैशिष्ट्य आहे, कृपया व्याख्याने डाउनलोड करण्यासाठी सदस्यता खरेदी करा
or: ଏହା ଏକ ପ୍ରିମିୟମ୍ ବ feature ଶିଷ୍ଟ୍ୟ, ବକ୍ତୃତା ଡାଉନଲୋଡ୍ କରିବାକୁ ଦୟାକରି ଏକ ସଦସ୍ୟତା କିଣ |
pa: ਇਹ ਇੱਕ ਪ੍ਰੀਮੀਅਮ ਵਿਸ਼ੇਸ਼ਤਾ ਹੈ, ਕਿਰਪਾ ਕਰਕੇ ਲੈਕਚਰ ਡਾਊਨਲੋਡ ਕਰਨ ਲਈ ਗਾਹਕੀ ਖਰੀਦੋ
te: ఇది ప్రీమియం ఫీచర్, దయచేసి ఉపన్యాసాలను డౌన్‌లోడ్ చేయడానికి సబ్‌స్క్రిప్షన్‌ను కొనుగోలు చేయండి

source: Generating Link
bn: লিংক তৈরি করা হচ্ছে
gu: લિંક જનરેટ કરી રહ્યું છે
kn: ಲಿಂಕ್ ಅನ್ನು ರಚಿಸಲಾಗುತ್ತಿದೆ
ml: ലിങ്ക് സൃഷ്ടിക്കുന്നു
mr: लिंक व्युत्पन्न करत आहे
or: ଲିଙ୍କ୍ ସୃଷ୍ଟି କରୁଛି |
pa: ਲਿੰਕ ਤਿਆਰ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ
te: లింక్‌ని రూపొందిస్తోంది

source: Download
bn: ডাউনলোড করুন
gu: ડાઉનલોડ કરો
kn: ಡೌನ್‌ಲೋಡ್ ಮಾಡಿ
ml: ഡൗൺലോഡ്
mr: डाउनलोड करा
or: ଡାଉନଲୋଡ୍ କରନ୍ତୁ |
pa: ਡਾਊਨਲੋਡ ਕਰੋ
te: డౌన్‌లోడ్ చేయండి

# AdjustVol
source: Adjust volume
bn: ভলিউম সামঞ্জস্য করুন
gu: વોલ્યુમ સમાયોજિત કરો
kn: ಪರಿಮಾಣವನ್ನು ಹೊಂದಿಸಿ
ml: വോളിയം ക്രമീകരിക്കുക
mr: व्हॉल्यूम समायोजित करा
or: ଭଲ୍ୟୁମ୍ ଆଡଜଷ୍ଟ୍ କରନ୍ତୁ |
pa: ਵਾਲੀਅਮ ਵਿਵਸਥਿਤ ਕਰੋ
te: వాల్యూమ్‌ని సర్దుబాటు చేయండి

source: Adjust speed
bn: গতি সামঞ্জস্য করুন
gu: ઝડપ સમાયોજિત કરો
kn: ವೇಗವನ್ನು ಹೊಂದಿಸಿ
ml: വേഗത ക്രമീകരിക്കുക
mr: गती समायोजित करा
or: ଗତି ନିୟନ୍ତ୍ରଣ କରନ୍ତୁ |
pa: ਗਤੀ ਵਿਵਸਥਿਤ ਕਰੋ
te: వేగాన్ని సర్దుబాటు చేయండి

# PdfLoadMessage
source: This doesn't happen usually but it seems pdf fetching is failed now we're retrying, please wait
bn: এটি সাধারণত ঘটে না কিন্তু মনে হচ্ছে পিডিএফ আনা ব্যর্থ হয়েছে এখন আমরা আবার চেষ্টা করছি, অনুগ্রহ করে অপেক্ষা করুন
gu: આ સામાન્ય રીતે થતું નથી પરંતુ એવું લાગે છે કે પીડીએફ લાવવાનું નિષ્ફળ થયું છે હવે અમે ફરી પ્રયાસ કરી રહ્યા છીએ, કૃપા કરીને રાહ જુઓ
kn: ಇದು ಸಾಮಾನ್ಯವಾಗಿ ಸಂಭವಿಸುವುದಿಲ್ಲ ಆದರೆ ಪಿಡಿಎಫ್ ಪಡೆಯುವಿಕೆ ವಿಫಲವಾಗಿದೆ ಎಂದು ತೋರುತ್ತಿದೆ, ನಾವು ಮರುಪ್ರಯತ್ನಿಸುತ್ತಿದ್ದೇವೆ, ದಯವಿಟ್ಟು ನಿರೀಕ್ಷಿಸಿ
ml: ഇത് സാധാരണയായി സംഭവിക്കാറില്ല, പക്ഷേ pdf ലഭ്യമാക്കുന്നത് പരാജയപ്പെട്ടതായി തോന്നുന്നു, ഞങ്ങൾ വീണ്ടും ശ്രമിക്കുന്നു, ദയവായി കാത്തിരിക്കൂ
mr: हे सहसा घडत नाही परंतु असे दिसते की पीडीएफ आणणे अयशस्वी झाले आहे आता आम्ही पुन्हा प्रयत्न करत आहोत, कृपया प्रतीक्षा करा
or: ଏହା ସାଧାରଣତ happen ଘଟେ ନାହିଁ କିନ୍ତୁ ଲାଗୁଛି pdf ଆଣିବା ବିଫଳ ହୋଇଛି ବର୍ତ୍ତମାନ ଆମେ ପୁନ ry ଚେଷ୍ଟା କରୁଛୁ, ଦୟାକରି ଅପେକ୍ଷା କରନ୍ତୁ |
pa: ਅਜਿਹਾ ਆਮ ਤੌਰ 'ਤੇ ਨਹੀਂ ਹੁੰਦਾ ਪਰ ਅਜਿਹਾ ਲੱਗਦਾ ਹੈ ਕਿ ਪੀਡੀਐਫ ਪ੍ਰਾਪਤ ਕਰਨਾ ਅਸਫਲ ਰਿਹਾ ਹੈ ਹੁਣ ਅਸੀਂ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰ ਰਹੇ ਹਾਂ, ਕਿਰਪਾ ਕਰਕੇ ਉਡੀਕ ਕਰੋ
te: ఇది సాధారణంగా జరగదు కానీ pdf పొందడం విఫలమైనట్లు కనిపిస్తోంది ఇప్పుడు మేము మళ్లీ ప్రయత్నిస్తున్నాము, దయచేసి వేచి ఉండండి

source: Loading
bn: লোড হচ্ছে
gu: લોડ કરી રહ્યું છે
kn: ಲೋಡ್ ಆಗುತ್ತಿದೆ
ml: ലോഡിംഗ്
mr: लोड करत आहे
or: ଲୋଡିଂ
pa: ਲੋਡ ਹੋ ਰਿਹਾ ਹੈ
te: లోడ్

source: Your Comment
bn: তোমার মন্তব্য
gu: તમારી ટિપ્પણી
kn: ನಿಮ್ಮ ಅನಿಸಿಕೆ
ml: നിങ്ങളുടെ അഭിപ്രായം
mr: तुमची प्रतिक्रिया
or: ଆପଣଙ୍କର ମନ୍ତବ୍ୟ
pa: ਤੁਹਾਡੀ ਟਿੱਪਣੀ
te: మీ అభిప్రాయం

source: POST
bn: পোস্ট
gu: પોસ્ટ
kn: ಪೋಸ್ಟ್
ml: പോസ്റ്റ്
mr: पोस्ट
or: ପୋଷ୍ଟ
pa: ਪੋਸਟ
te: పోస్ట్

source: No comments yet!
bn: এখনো কোন মন্তব্য নেই!
gu: હજુ સુધી કોઈ ટિપ્પણીઓ નથી!
kn: ಇನ್ನೂ ಯಾವುದೇ ಕಾಮೆಂಟ್‌ಗಳಿಲ್ಲ!
ml: ഇതുവരെ അഭിപ്രായങ്ങളൊന്നുമില്ല!
mr: अद्याप कोणत्याही टिप्पण्या नाहीत!
or: ଏପର୍ଯ୍ୟନ୍ତ କ comments ଣସି ମନ୍ତବ୍ୟ ନାହିଁ!
pa: ਅਜੇ ਤੱਕ ਕੋਈ ਟਿੱਪਣੀ ਨਹੀਂ!
te: ఇంకా వ్యాఖ్యలు లేవు!

# firstcomment
source: Be the first one to comment
bn: মন্তব্য করতে প্রথম এক হতে হবে
gu: ટિપ્પણી કરનાર પ્રથમ વ્યક્તિ બનો
kn: ಕಾಮೆಂಟ್ ಮಾಡಲು ಮೊದಲಿಗರಾಗಿರಿ
ml: അഭിപ്രായമിടുന്ന ആദ്യത്തെയാളാകൂ
mr: टिप्पणी देणारे पहिले व्हा
or: ମନ୍ତବ୍ୟ ଦେବାରେ ପ୍ରଥମ ହୁଅନ୍ତୁ |
pa: ਟਿੱਪਣੀ ਕਰਨ ਵਾਲੇ ਪਹਿਲੇ ਵਿਅਕਤੀ ਬਣੋ
te: వ్యాఖ్యానించే మొదటి వ్యక్తి అవ్వండి

source: Comments
bn: মন্তব্য
gu: ટિપ્પણીઓ
kn: ಕಾಮೆಂಟ್‌ಗಳು
ml: അഭിപ്രായങ്ങൾ
mr: टिप्पण्या
or: ମନ୍ତବ୍ୟଗୁଡିକ
pa: ਟਿੱਪਣੀਆਂ
te: వ్యాఖ్యలు

source: None
bn: কোনোটিই নয়
gu: કોઈ નહિ
kn: ಯಾವುದೂ
ml: ഒന്നുമില്ല
mr: काहीही नाही
or: କିଛି ନୁହେଁ |
pa: ਕੋਈ ਨਹੀਂ
te: ఏదీ లేదు

source: All
bn: সব
gu: બધા
kn: ಎಲ್ಲಾ
ml: എല്ലാം
mr: सर्व
or: ସମସ୍ତ
pa: ਸਾਰੇ
te: అన్నీ

source: One
bn: এক
gu: એક
kn: ಒಂದು
ml: ഒന്ന്
mr: एक
or: ଗୋଟିଏ |
pa: ਇੱਕ
te: ఒకటి

source: Playlist
bn: প্লেলিস্ট
gu: પ્લેલિસ્ટ
kn: ಪ್ಲೇಪಟ್ಟಿ
ml: പ്ലേലിസ്റ്റ്
mr: प्लेलिस्ट
or: ପ୍ଲେଲିଷ୍ଟ |
pa: ਪਲੇਲਿਸਟ
te: ప్లేజాబితా

source: Speed
bn: দ্রুততা
gu: ઝડપ
kn: ವೇಗ
ml: വേഗത
mr: गती
or: ଗତି
pa: ਗਤੀ
te: వేగం

source: Pdf
bn: পিডিএফ
gu: પીડીએફ
kn: ಪಿಡಿಎಫ್
mr: पीडीएफ
pa: ਪੀ.ਡੀ.ਐਫ

source: Ascending
bn: আরোহী
gu: ચડતા
kn: ಆರೋಹಣ
ml: ആരോഹണം
mr: चढत्या
or: ଆରୋହଣ
pa: ਚੜ੍ਹਦਾ
te: ఆరోహణ

source: Descending
bn: অবরোহী
gu: ઉતરતા
kn: ಅವರೋಹಣ
ml: അവരോഹണം
mr: उतरत्या
or: ଅବତରଣ
pa: ਉਤਰਦੇ ਹੋਏ
te: అవరోహణ

# FetchingYourPodcast
source: We're fetching your podcast episodes. Please wait
bn: আমরা আপনার পডকাস্ট আনছি পর্বগুলি অনুগ্রহপূর্বক অপেক্ষা করুন
gu: અમે તમારું પોડકાસ્ટ મેળવી રહ્યાં છીએ એપિસોડ મહેરબાની કરી રાહ જુવો
kn: ನಿಮ್ಮ ಪಾಡ್‌ಕ್ಯಾಸ್ಟ್ ಅನ್ನು ನಾವು ಪಡೆದುಕೊಳ್ಳುತ್ತಿದ್ದೇವೆ ಕಂತುಗಳು. ದಯಮಾಡಿ ನಿರೀಕ್ಷಿಸಿ
ml: ഞങ്ങൾ നിങ്ങളുടെ പോഡ്‌കാസ്റ്റ് ലഭ്യമാക്കുകയാണ് എപ്പിസോഡുകൾ. കാത്തിരിക്കൂ
mr: आम्ही तुमचे पॉडकास्ट आणत आहोत भाग कृपया थांबा
or: ଆମେ ତୁମର ପୋଡକାଷ୍ଟ ଆଣୁଛୁ | ଏପିସୋଡ୍ | ଦୟାକରି ଅପେକ୍ଷା କର
pa: ਅਸੀਂ ਤੁਹਾਡਾ ਪੌਡਕਾਸਟ ਲਿਆ ਰਹੇ ਹਾਂ ਐਪੀਸੋਡ ਕ੍ਰਿਪਾ ਕਰਕੇ ਉਡੀਕ ਕਰੋ
te: మేము మీ పాడ్‌క్యాస్ట్‌ని పొందుతున్నాము భాగాలు. దయచేసి వేచి ఉండండి

source: By
bn: দ্বারা
gu: દ્વારા
kn: ಮೂಲಕ
ml: എഴുതിയത്
mr: द्वारे
or: ଦ୍ By ାରା
pa: ਨਾਲ
te: ద్వారా

# dontPressBack
source: Please don't press back
bn: অনুগ্রহ করে পিছনে চাপবেন না
gu: કૃપા કરીને પાછળ દબાવશો નહીં
kn: ದಯವಿಟ್ಟು ಹಿಂದಕ್ಕೆ ಒತ್ತಬೇಡಿ
ml: ദയവായി പിന്നോട്ട് അമർത്തരുത്
mr: कृपया मागे दाबू नका
or: ଦୟାକରି ପଛକୁ ଦବାନ୍ତୁ ନାହିଁ |
pa: ਕਿਰਪਾ ਕਰਕੇ ਪਿੱਛੇ ਨਾ ਦਬਾਓ
te: దయచేసి వెనక్కి నొక్కకండి

source: Enter Coupon Code
bn: কুপন এর কোডটি প্রবেশ করান
gu: કૂપન કોડ દાખલ કરો
kn: ಕೂಪನ್ ಕೋಡ್ ನಮೂದಿಸಿ
ml: കൂപ്പൺ കോഡ് നൽകുക
mr: कूपन कोड प्रविष्ट करा
or: କୁପନ୍ କୋଡ୍ ପ୍ରବେଶ କରନ୍ତୁ |
pa: ਕੂਪਨ ਕੋਡ ਦਰਜ ਕਰੋ
te: కూపన్ కోడ్‌ని నమోదు చేయండి

source: Available Coupons
bn: উপলব্ধ কুপন
gu: ઉપલબ્ધ કુપન્સ
kn: ಲಭ್ಯವಿರುವ ಕೂಪನ್‌ಗಳು
ml: ലഭ്യമായ കൂപ്പണുകൾ
mr: उपलब्ध कूपन
or: ଉପଲବ୍ଧ କୁପନ୍ |
pa: ਉਪਲਬਧ ਕੂਪਨ
te: అందుబాటులో ఉన్న కూపన్లు

source: Sub Total
bn: উপ মোট
gu: પેટા કુલ
kn: ಉಪ ಒಟ್ಟು
ml: സബ് ടോട്ടൽ
mr: उप एकूण
or: ସବ୍ ଟୋଟାଲ୍ |
pa: ਉਪ ਕੁੱਲ
te: ఉప మొత్తం

source: Coupon
bn: কুপন
gu: કૂપન
kn: ಕೂಪನ್
ml: കൂപ്പൺ
mr: कूपन
or: କୁପନ୍ |
pa: ਕੂਪਨ
te: కూపన్

source: Remove
bn: অপসারণ
gu: દૂર કરો
kn: ತೆಗೆದುಹಾಕಿ
ml: നീക്കം ചെയ്യുക
mr: काढा
or: ଅପସାରଣ କରନ୍ତୁ |
pa: ਹਟਾਓ
te: తొలగించు

source: Total
bn: মোট
gu: કુલ
kn: ಒಟ್ಟು
ml: ആകെ
mr: एकूण
or: ସମୁଦାୟ
pa: ਕੁੱਲ
te: మొత్తం

# DetailsVidyaBox
source: Details for VidyaBox Delivery
bn: বিদ্যাবক্স ডেলিভারির জন্য বিস্তারিত
gu: વિદ્યાબોક્સ ડિલિવરી માટેની વિગતો
kn: ವಿದ್ಯಾಬಾಕ್ಸ್ ವಿತರಣೆಯ ವಿವರಗಳು
ml: വിദ്യബോക്സ് ഡെലിവറിക്കുള്ള വിശദാംശങ്ങൾ
mr: विद्याबॉक्स डिलिव्हरीसाठी तपशील
or: ବିଦ୍ୟାବକ୍ସ ବିତରଣ ପାଇଁ ବିବରଣୀ |
pa: ਵਿਦਿਆਬਾਕਸ ਡਿਲਿਵਰੀ ਲਈ ਵੇਰਵੇ
te: విద్యాబాక్స్ డెలివరీకి సంబంధించిన వివరాలు

# ChooseClassVidyaBox
source: Choose Class for VidyaBox
bn: বিদ্যাবক্সের জন্য ক্লাস বেছে নিন
gu: વિદ્યાબોક્સ માટે વર્ગ પસંદ કરો
kn: ವಿದ್ಯಾಬಾಕ್ಸ್‌ಗಾಗಿ ವರ್ಗವನ್ನು ಆಯ್ಕೆಮಾಡಿ
ml: വിദ്യാബോക്സിനുള്ള ക്ലാസ് തിരഞ്ഞെടുക്കുക
mr: विद्याबॉक्ससाठी वर्ग निवडा
or: ବିଦ୍ୟାବକ୍ସ ପାଇଁ କ୍ଲାସ୍ ବାଛନ୍ତୁ |
pa: ਵਿਦਿਆ ਬਾਕਸ ਲਈ ਕਲਾਸ ਚੁਣੋ
te: విద్యాబాక్స్ కోసం తరగతిని ఎంచుకోండి

# ChooseMediumVidyaBox
source: Choose Medium for VidyaBox
bn: বিদ্যাবক্সের জন্য মাধ্যম বেছে নিন
gu: વિદ્યાબોક્સ માટે માધ્યમ પસંદ કરો
kn: ವಿದ್ಯಾಬಾಕ್ಸ್‌ಗಾಗಿ ಮಧ್ಯಮವನ್ನು ಆಯ್ಕೆಮಾಡಿ
ml: വിദ്യാബോക്സിനായി മീഡിയം തിരഞ്ഞെടുക്കുക
mr: विद्याबॉक्ससाठी माध्यम निवडा
or: ବିଦ୍ୟାବକ୍ସ ପାଇଁ ମଧ୍ୟମ ବାଛନ୍ତୁ |
pa: ਵਿਦਿਆ ਬਾਕਸ ਲਈ ਮਾਧਿਅਮ ਚੁਣੋ
te: విద్యాబాక్స్ కోసం మీడియం ఎంచుకోండి

source: Hindi
bn: না
gu: ના
kn: ಇಲ್ಲ
ml: ഇല്ല
mr: नाही
or: ନା
pa: ਨਹੀਂ
te: లేదు

source: English
bn: ইংরেজি
gu: અંગ્રેજી
kn: ಆಂಗ್ಲ
ml: ഇംഗ്ലീഷ്
mr: इंग्रजी
or: ଇଂରାଜୀ |
pa: ਅੰਗਰੇਜ਼ੀ
te: ఆంగ్ల

source: Add Shipping Address
bn: শিপিং ঠিকানা যোগ করুন
gu: શિપિંગ સરનામું ઉમેરો
kn: ಶಿಪ್ಪಿಂಗ್ ವಿಳಾಸವನ್ನು ಸೇರಿಸಿ
ml: ഷിപ്പിംഗ് വിലാസം ചേർക്കുക
mr: शिपिंग पत्ता जोडा
or: ସିପିଂ ଠିକଣା ଯୋଡନ୍ତୁ |
pa: ਸ਼ਿਪਿੰਗ ਪਤਾ ਸ਼ਾਮਲ ਕਰੋ
te: షిప్పింగ్ చిరునామాను జోడించండి

source: Delivery Address
bn: সরবরাহের ঠিকানা
gu: વિતરણ સરનામું
kn: ತಲುಪಿಸುವ ವಿಳಾಸ
ml: ഡെലിവറി വിലാസം
mr: वितरण पत्ता
or: ବିତରଣ ଠିକଣା
pa: ਡਿਲੀਵਰੀ ਦਾ ਪਤਾ
te: పంపాల్సిన చిరునామా

source: Change Address
bn: পরিবর্তন ঠিকানা
gu: સરનામું બદલો
kn: ವಿಳಾಸವನ್ನು ಬದಲಾಯಿಸಿ
ml: വിലാസം മാറ്റുക
mr: पत्ता बदला
or: ଠିକଣା ପରିବର୍ତ୍ତନ କରନ୍ତୁ |
pa: ਪਤਾ ਬਦਲੋ
te: చిరునామా మార్చండి

source: Next
bn: পরবর্তী
gu: આગળ
kn: ಮುಂದೆ
ml: അടുത്തത്
mr: पुढे
or: ପରବର୍ତ୍ତୀ
pa: ਅਗਲਾ
te: తరువాత

# PleaseFetchingPlans
source: Please wait, Fetching plans for you
bn: অনুগ্রহ করে অপেক্ষা করুন, আপনার জন্য পরিকল্পনা আনা হচ্ছে
gu: કૃપા કરીને રાહ જુઓ, તમારા માટે યોજનાઓ લાવી રહ્યાં છીએ
kn: ದಯವಿಟ್ಟು ನಿರೀಕ್ಷಿಸಿ, ನಿಮಗಾಗಿ ಯೋಜನೆಗಳನ್ನು ಪಡೆಯಲಾಗುತ್ತಿದೆ
ml: ദയവായി കാത്തിരിക്കൂ, നിങ്ങൾക്കായി പ്ലാനുകൾ ലഭ്യമാക്കുന്നു
mr: कृपया प्रतीक्षा करा, तुमच्यासाठी योजना आणत आहे
or: ଦୟାକରି ଅପେକ୍ଷା କରନ୍ତୁ, ଆପଣଙ୍କ ପାଇଁ ଯୋଜନାଗୁଡିକ ଆଣନ୍ତୁ |
pa: ਕਿਰਪਾ ਕਰਕੇ ਉਡੀਕ ਕਰੋ, ਤੁਹਾਡੇ ਲਈ ਯੋਜਨਾਵਾਂ ਪ੍ਰਾਪਤ ਕੀਤੀਆਂ ਜਾ ਰਹੀਆਂ ਹਨ
te: దయచేసి వేచి ఉండండి, మీ కోసం ప్లాన్‌లను పొందుతోంది

source: Terms & Condition Apply
bn: শর্তাবলী প্রযোজ্য
gu: નિયમો અને શરતો લાગુ
kn: ನಿಯಮಗಳು ಮತ್ತು ಷರತ್ತುಗಳು ಅನ್ವಯಿಸುತ್ತವೆ
ml: നിബന്ധനകളും വ്യവസ്ഥകളും ബാധകം
mr: नियम आणि अटी लागू
or: ସର୍ତ୍ତାବଳୀ ଏବଂ ସର୍ତ୍ତ ପ୍ରୟୋଗ କରନ୍ତୁ |
pa: ਨਿਯਮ ਅਤੇ ਸ਼ਰਤਾਂ ਲਾਗੂ
te: నిబంధనలు & షరతులు వర్తిస్తాయి

# ApplyCouponDiscount
source: Apply Coupon to get Discount
bn: ডিসকাউন্ট পেতে কুপন প্রয়োগ করুন
gu: ડિસ્કાઉન્ટ મેળવવા માટે કૂપન લાગુ કરો
kn: ರಿಯಾಯಿತಿ ಪಡೆಯಲು ಕೂಪನ್ ಅನ್ನು ಅನ್ವಯಿಸಿ
ml: കിഴിവ് ലഭിക്കാൻ കൂപ്പൺ പ്രയോഗിക്കുക
mr: सवलत मिळविण्यासाठी कूपन लागू करा
or: ରିହାତି ପାଇବା ପାଇଁ କୁପନ ପ୍ରୟୋଗ କରନ୍ତୁ |
pa: ਛੂਟ ਪ੍ਰਾਪਤ ਕਰਨ ਲਈ ਕੂਪਨ ਲਾਗੂ ਕਰੋ
te: తగ్గింపు పొందడానికి కూపన్‌ని వర్తించండి

# GetAnnualSubscription
source: Get Annual Subscription for 365 Days along with VidyaBox Device with 15 days Money Back guarantee
bn: 15 দিনের মানি ব্যাক গ্যারান্টি সহ বিদ্যাবক্স ডিভাইস সহ 365 দিনের জন্য বার্ষিক সাবস্ক্রিপশন পান
gu: 15 દિવસની મની બેક ગેરંટી સાથે વિદ્યાબોક્સ ઉપકરણ સાથે 365 દિવસ માટે વાર્ષિક સબ્સ્ક્રિપ્શન મેળવો
kn: 15 ದಿನಗಳ ಮನಿ ಬ್ಯಾಕ್ ಗ್ಯಾರಂಟಿ ಜೊತೆಗೆ ವಿದ್ಯಾಬಾಕ್ಸ್ ಸಾಧನದೊಂದಿಗೆ 365 ದಿನಗಳವರೆಗೆ ವಾರ್ಷಿಕ ಚಂದಾದಾರಿಕೆಯನ್ನು ಪಡೆಯಿರಿ
ml: 15 ദിവസത്തെ മണി ബാക്ക് ഗ്യാരണ്ടിയോടെ വിദ്യബോക്സ് ഉപകരണത്തിനൊപ്പം 365 ദിവസത്തേക്ക് വാർഷിക സബ്‌സ്‌ക്രിപ്‌ഷൻ നേടൂ
mr: 15 दिवसांच्या मनी बॅक गॅरंटीसह विद्याबॉक्स डिव्हाइससह 365 दिवसांसाठी वार्षिक सदस्यता मिळवा
or: 15 ଦିନ ମନି ବ୍ୟାକ୍ ଗ୍ୟାରେଣ୍ଟି ସହିତ ବିଦ୍ୟାବକ୍ସ ଡିଭାଇସ୍ ସହିତ 365 ଦିନ ପାଇଁ ବାର୍ଷିକ ସବସ୍କ୍ରିପସନ୍ ପାଆନ୍ତୁ |
pa: 15 ਦਿਨਾਂ ਦੀ ਮਨੀ ਬੈਕ ਗਰੰਟੀ ਦੇ ਨਾਲ ਵਿਦਿਆਬਾਕਸ ਡਿਵਾਈਸ ਦੇ ਨਾਲ 365 ਦਿਨਾਂ ਲਈ ਸਾਲਾਨਾ ਗਾਹਕੀ ਪ੍ਰਾਪਤ ਕਰੋ
te: 15 రోజుల మనీ బ్యాక్ గ్యారెంటీతో విద్యాబాక్స్ పరికరంతో పాటు 365 రోజుల పాటు వార్షిక సభ్యత్వాన్ని పొందండి

# TellMore
source: Tell me more
bn: আমাকে আরো বল
gu: મને વધુ જણાવો
kn: ನನಗೆ ಇನ್ನಷ್ಟು ಹೇಳು
ml: എന്നോട് കൂടുതൽ പറയൂ
mr: मला अधिक सांगा
or: ମତେ ଅଧିକ କୁହ
pa: ਮੈਨੂੰ ਹੋਰ ਦੱਸੋ
te: మరి కొంత చెప్పు

# DontCloseApp
source: Please don't close app
bn: দয়া করে অ্যাপ বন্ধ করবেন না
gu: કૃપા કરીને એપ્લિકેશન બંધ કરશો નહીં
kn: ದಯವಿಟ್ಟು ಅಪ್ಲಿಕೇಶನ್ ಅನ್ನು ಮುಚ್ಚಬೇಡಿ
ml: ദയവായി ആപ്പ് അടയ്ക്കരുത്
mr: कृपया अॅप बंद करू नका
or: ଦୟାକରି ଆପ୍ ବନ୍ଦ କରନ୍ତୁ ନାହିଁ |
pa: ਕਿਰਪਾ ਕਰਕੇ ਐਪ ਨੂੰ ਬੰਦ ਨਾ ਕਰੋ
te: దయచేసి యాప్‌ను మూసివేయవద్దు

source: Plan Active
bn: পরিকল্পনা সক্রিয়
gu: યોજના સક્રિય
kn: ಯೋಜನೆ ಸಕ್ರಿಯ
ml: പ്ലാൻ സജീവം
mr: योजना सक्रिय
or: ସକ୍ରିୟ ଯୋଜନା କରନ୍ତୁ |
pa: ਯੋਜਨਾ ਕਿਰਿਆਸ਼ੀਲ
te: ప్లాన్ యాక్టివ్

source: Plan Expired
bn: পরিকল্পনার মেয়াদ শেষ
gu: યોજના સમાપ્ત
kn: ಯೋಜನೆ ಅವಧಿ ಮೀರಿದೆ
ml: പ്ലാൻ കാലഹരണപ്പെട്ടു
mr: योजना कालबाह्य झाली
or: ଯୋଜନା ସମାପ୍ତ ହୋଇଛି |
pa: ਯੋਜਨਾ ਦੀ ਮਿਆਦ ਪੁੱਗ ਗਈ
te: ప్లాన్ గడువు ముగిసింది

source: Expire
bn: মেয়াদ শেষ
gu: સમાપ્ત
kn: ಅವಧಿ ಮುಗಿಯುತ್ತದೆ
ml: കാലഹരണപ്പെടുക
mr: कालबाह्य
or: ମିଆଦ ପୂର୍ଣ୍ଣ ହେବ |
pa: ਮਿਆਦ ਪੁੱਗਦੀ ਹੈ
te: గడువు ముగుస్తుంది

source: Share statistics
bn: পরিসংখ্যান শেয়ার করুন
gu: આંકડા શેર કરો
kn: ಅಂಕಿಅಂಶಗಳನ್ನು ಹಂಚಿಕೊಳ್ಳಿ
ml: സ്ഥിതിവിവരക്കണക്കുകൾ പങ്കിടുക
mr: आकडेवारी शेअर करा
or: ପରିସଂଖ୍ୟାନ ଅଂଶୀଦାର କରନ୍ତୁ |
pa: ਅੰਕੜੇ ਸਾਂਝੇ ਕਰੋ
te: గణాంకాలను భాగస్వామ్యం చేయండి

# ProgressMessage
source: This progress shows how many users have installed the app using the link you shared with them
bn: এই অগ্রগতি দেখায় যে কতজন ব্যবহারকারী আপনার সাথে শেয়ার করা লিঙ্কটি ব্যবহার করে অ্যাপটি ইনস্টল করেছেন
gu: આ પ્રગતિ દર્શાવે છે કે તમે તેમની સાથે શેર કરેલી લિંકનો ઉપયોગ કરીને કેટલા વપરાશકર્તાઓએ એપ્લિકેશન ઇન્સ્ટોલ કરી છે
kn: ನೀವು ಅವರೊಂದಿಗೆ ಹಂಚಿಕೊಂಡ ಲಿಂಕ್ ಅನ್ನು ಬಳಸಿಕೊಂಡು ಎಷ್ಟು ಬಳಕೆದಾರರು ಅಪ್ಲಿಕೇಶನ್ ಅನ್ನು ಸ್ಥಾಪಿಸಿದ್ದಾರೆ ಎಂಬುದನ್ನು ಈ ಪ್ರಗತಿಯು ತೋರಿಸುತ್ತದೆ
ml: നിങ്ങൾ അവരുമായി പങ്കിട്ട ലിങ്ക് ഉപയോഗിച്ച് എത്ര ഉപയോക്താക്കൾ ആപ്പ് ഇൻസ്റ്റാൾ ചെയ്തുവെന്ന് ഈ പുരോഗതി കാണിക്കുന്നു
mr: ही प्रगती दर्शवते की तुम्ही त्यांच्यासोबत शेअर केलेली लिंक वापरून किती वापरकर्त्यांनी अॅप इंस्टॉल केले आहे
or: ଏହି ପ୍ରଗତି ଦର୍ଶାଏ ଯେ ଆପଣ ସେମାନଙ୍କ ସହ ଅଂଶୀଦାର କରିଥିବା ଲିଙ୍କ୍ ବ୍ୟବହାର କରି କେତେ ଉପଭୋକ୍ତା ଆପ୍ ସଂସ୍ଥାପନ କରିଛନ୍ତି |
pa: ਇਹ ਪ੍ਰਗਤੀ ਦਰਸਾਉਂਦੀ ਹੈ ਕਿ ਕਿੰਨੇ ਉਪਭੋਗਤਾਵਾਂ ਨੇ ਤੁਹਾਡੇ ਨਾਲ ਸਾਂਝੇ ਕੀਤੇ ਲਿੰਕ ਦੀ ਵਰਤੋਂ ਕਰਕੇ ਐਪ ਨੂੰ ਸਥਾਪਿਤ ਕੀਤਾ ਹੈ
te: మీరు వారితో భాగస్వామ్యం చేసిన లింక్‌ని ఉపయోగించి ఎంత మంది వినియోగదారులు యాప్‌ని ఇన్‌స్టాల్ చేశారో ఈ ప్రోగ్రెస్ చూపుతుంది

# bought
source: You've bought
bn: আপনি কিনেছেন
gu: તમે ખરીદ્યું છે
kn: ನೀವು ಖರೀದಿಸಿದ್ದೀರಿ
ml: നിങ്ങൾ വാങ്ങി
mr: आपण विकत घेतले आहे
or: ଆପଣ କିଣିଛନ୍ତି
pa: ਤੁਸੀਂ ਖਰੀਦ ਲਿਆ ਹੈ
te: మీరు కొనుగోలు చేసారు

# install
source: install(s) so far
bn: এখন পর্যন্ত ইনস্টল(গুলি)
gu: અત્યાર સુધી ઇન્સ્ટોલ(ઓ)
kn: ಇಲ್ಲಿಯವರೆಗೆ ಸ್ಥಾಪಿಸು(ಗಳು).
ml: ഇതുവരെ ഇൻസ്റ്റാൾ(കൾ)
mr: आतापर्यंत स्थापित करा
or: ଏପର୍ଯ୍ୟନ୍ତ ସଂସ୍ଥାପନ କରନ୍ତୁ |
pa: ਹੁਣ ਤੱਕ ਇੰਸਟਾਲ(ਆਂ)
te: ఇన్‌స్టాల్(లు) ఇప్పటివరకు

source: Redeem Now!
bn: এখন খালাস!
gu: અત્યારે જ મેળવો!
kn: ಈಗ ರಿಡೀಮ್ ಮಾಡಿ!
ml: ഇപ്പോൾ റിഡീം ചെയ്യുക!
mr: आता रिडीम करा!
or: ବର୍ତ୍ତମାନ ମୁକ୍ତ କର!
pa: ਹੁਣੇ ਰੀਡੀਮ ਕਰੋ!
te: ఇప్పుడే రీడీమ్ చేసుకోండి!

source: Premium Plans
bn: প্রিমিয়াম প্ল্যান
gu: પ્રીમિયમ યોજનાઓ
kn: ಪ್ರೀಮಿಯಂ ಯೋಜನೆಗಳು
ml: പ്രീമിയം പ്ലാനുകൾ
mr: प्रीमियम योजना
or: ପ୍ରିମିୟମ୍ ଯୋଜନାଗୁଡିକ |
pa: ਪ੍ਰੀਮੀਅਮ ਪਲਾਨ
te: ప్రీమియం ప్లాన్‌లు

source: Have Reference Code?
bn: রেফারেন্স কোড আছে?
gu: સંદર્ભ કોડ છે?
kn: ರೆಫರೆನ್ಸ್ ಕೋಡ್ ಇದೆಯೇ?
ml: റഫറൻസ് കോഡ് ഉണ്ടോ?
mr: संदर्भ कोड आहे का?
or: ରେଫରେନ୍ସ କୋଡ୍ ଅଛି କି?
pa: ਕੀ ਹਵਾਲਾ ਕੋਡ ਹੈ?
te: రిఫరెన్స్ కోడ్ ఉందా?

source: Share App
bn: অ্যাপ্লিকেশন ভাগ করা
gu: એપ શેર કરો
kn: ಅಪ್ಲಿಕೇಶನ್ ಹಂಚಿಕೊಳ್ಳಿ
ml: ആപ്പ് പങ്കിടുക
mr: अॅप शेअर करा
or: ଆପ୍ ଅଂଶୀଦାର କରନ୍ତୁ |
pa: ਸ਼ੇਅਰ ਐਪ
te: యాప్‌ను భాగస్వామ్యం చేయండి

source: Get VidyaBox Trials
bn: বিদ্যাবক্স ট্রায়াল পান
gu: વિદ્યાબોક્સ ટ્રાયલ્સ મેળવો
kn: ವಿದ್ಯಾಬಾಕ್ಸ್ ಪ್ರಯೋಗಗಳನ್ನು ಪಡೆಯಿರಿ
ml: വിദ്യബോക്സ് ട്രയലുകൾ നേടൂ
or: ବିଦ୍ୟାବକ୍ସ ପରୀକ୍ଷା କର |
pa: ਵਿਦਿਆਬਾਕਸ ਟਰਾਇਲ ਪ੍ਰਾਪਤ ਕਰੋ
te: విద్యాబాక్స్ ట్రయల్స్ పొందండి

# ReportBugs
source: Report Bugs / Features
bn: রিপোর্ট বাগ / বৈশিষ্ট্য
gu: બગ્સ / સુવિધાઓની જાણ કરો
kn: ದೋಷಗಳು / ವೈಶಿಷ್ಟ್ಯಗಳನ್ನು ವರದಿ ಮಾಡಿ
ml: ബഗുകൾ / ഫീച്ചറുകൾ റിപ്പോർട്ട് ചെയ്യുക
mr: दोष/वैशिष्ट्ये नोंदवा
or: ବଗ୍ / ବ Features ଶିଷ୍ଟ୍ୟଗୁଡିକ ରିପୋର୍ଟ କରନ୍ତୁ |
pa: ਬੱਗ/ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਦੀ ਰਿਪੋਰਟ ਕਰੋ
te: బగ్‌లు / ఫీచర్‌లను నివేదించండి

# Rateus
source: Rate us / Feedback
bn: আমাদের রেট / প্রতিক্রিয়া
gu: અમને / પ્રતિસાદ રેટ કરો
kn: ನಮಗೆ ರೇಟ್ ಮಾಡಿ / ಪ್ರತಿಕ್ರಿಯೆ
ml: ഞങ്ങളെ / ഫീഡ്ബാക്ക് റേറ്റ് ചെയ്യുക
mr: आम्हाला रेट करा / अभिप्राय
or: ଆମକୁ / ମତାମତ ଦିଅନ୍ତୁ |
pa: ਸਾਨੂੰ ਦਰਜਾ ਦਿਓ / ਫੀਡਬੈਕ
te: మాకు / అభిప్రాయాన్ని రేట్ చేయండి

source: Contact Us
bn: যোগাযোগ করুন
gu: અમારો સંપર્ક કરો
kn: ನಮ್ಮನ್ನು ಸಂಪರ್ಕಿಸಿ
ml: ഞങ്ങളെ സമീപിക്കുക
mr: आमच्याशी संपर्क साधा
or: ଆମ ସହିତ ଯୋଗାଯୋଗ କରନ୍ତୁ |
pa: ਸਾਡੇ ਨਾਲ ਸੰਪਰਕ ਕਰੋ
te: మమ్మల్ని సంప్రదించండి

source: Log out
bn: প্রস্থান
gu: લૉગ આઉટ
kn: ಲಾಗ್ ಔಟ್
ml: പുറത്തുകടക്കുക
mr: बाहेर पडणे
or: ପ୍ରସ୍ଥାନ କର
pa: ਲਾੱਗ ਆਊਟ, ਬਾਹਰ ਆਉਣਾ
te: లాగ్ అవుట్ చేయండి

source: Made with
bn: দিয়ে তৈরি
gu: થી બનેલું
kn: ಜೊತೆ ತಯಾರಿಸಲಾಗಿದೆ
ml: ഉണ്ടാക്കിയിരിക്കുന്നത്
mr: च्या पासून बनवले
or: ସହିତ ତିଆରି |
pa: ਨਾਲ ਬਣਾਇਆ ਗਿਆ ਹੈ
te: తో తయారుచేయబడింది

source: in India
bn: ভারতে
gu: ભારતમાં
kn: ಭಾರತದಲ್ಲಿ
ml: ഇന്ത്യയിൽ
mr: भारतात
or: ଭାରତରେ |
pa: ਭਾਰਤ ਵਿੱਚ
te: భారతదేశం లో

source: Welcome aboard!
bn: বিদেশে স্বাগতম!
gu: વહાણમાં આપનું સ્વાગત છે!
kn: ಹಡಗಿಗೆ ಸ್ವಾಗತ!
ml: കപ്പലിലേക്ക് സ്വാഗതം!
mr: जहाजावर आपले स्वागत आहे!
or: ଜାହାଜରେ ସ୍ Welcome ାଗତ!
pa: ਜਹਾਜ਼ ਵਿੱਚ ਸੁਆਗਤ ਹੈ!
te: పైకి స్వాగతం!

# Weboarded
source: We're happy to have you on boarded. You have a
bn: আমরা আপনাকে বোর্ডে পেয়ে খুশি। তোমার আছে
gu: અમે તમને બોર્ડમાં બેસાડીને ખુશ છીએ. તમારી પાસે
kn: ನೀವು ಹತ್ತಲು ನಮಗೆ ಸಂತೋಷವಾಗಿದೆ. ನಿಮ್ಮ ಬಳಿ ಎ
ml: നിങ്ങൾ കയറിയതിൽ ഞങ്ങൾക്ക് സന്തോഷമുണ്ട്. നിങ്ങൾക്ക് എ
mr: तुम्हाला जहाजावर बसवल्याबद्दल आम्हाला आनंद झाला. आपल्याकडे ए
or: ତୁମକୁ ବିମାନରେ ବସି ଆମେ ଖୁସି | ତୁମର a
pa: ਅਸੀਂ ਤੁਹਾਨੂੰ ਸਵਾਰ ਹੋ ਕੇ ਖੁਸ਼ ਹਾਂ। ਤੁਹਾਡੇ ਕੋਲ ਏ
te: మీరు ఎక్కినందుకు మేము సంతోషిస్తున్నాము. మీకు ఒక ఉంది

# HoursTrial
source: 24 Hours Trial,
bn: 24 ঘন্টা ট্রায়াল,
gu: 24 કલાક અજમાયશ,
kn: 24 ಗಂಟೆಗಳ ಪ್ರಯೋಗ,
ml: 24 മണിക്കൂർ ട്രയൽ,
mr: 24 तास चाचणी,
or: 24 ଘଣ୍ଟା ପରୀକ୍ଷା,
pa: 24 ਘੰਟੇ ਦੀ ਸੁਣਵਾਈ,
te: 24 గంటల ట్రయల్,

# aheadYou
source: ahead of you!
bn: তোমার সামনে!
gu: તમારી આગળ!
kn: ನಿಮ್ಮ ಮುಂದೆ!
ml: നിങ്ങളുടെ മുൻപിൽ!
mr: तुझ्यापुढे!
or: ତୁମ ଆଗରେ!
pa: ਤੁਹਾਡੇ ਅੱਗੇ!
te: మీ ముందు!

source: Buy Subscription
bn: সদস্যতা কিনুন
gu: સબ્સ્ક્રિપ્શન ખરીદો
kn: ಚಂದಾದಾರಿಕೆಯನ್ನು ಖರೀದಿಸಿ
ml: സബ്സ്ക്രിപ്ഷൻ വാങ്ങുക
mr: सदस्यता खरेदी करा
or: ସଦସ୍ୟତା କିଣନ୍ତୁ |
pa: ਗਾਹਕੀ ਖਰੀਦੋ
te: సభ్యత్వాన్ని కొనుగోలు చేయండి

source: Share & Get FREE Subscription
bn: শেয়ার করুন এবং বিনামূল্যে সদস্যতা পান
gu: શેર કરો અને મફત સબ્સ્ક્રિપ્શન મેળવો
kn: ಹಂಚಿಕೊಳ್ಳಿ ಮತ್ತು ಉಚಿತ ಚಂದಾದಾರಿಕೆ ಪಡೆಯಿರಿ
ml: പങ്കിടുകയും സൗജന്യ സബ്‌സ്‌ക്രിപ്‌ഷൻ നേടുകയും ചെയ്യുക
mr: सामायिक करा आणि विनामूल्य सदस्यता मिळवा
or: ମାଗଣା ସଦସ୍ୟତା ଅଂଶୀଦାର ଏବଂ ପ୍ରାପ୍ତ କରନ୍ତୁ |
pa: ਸਾਂਝਾ ਕਰੋ ਅਤੇ ਮੁਫਤ ਗਾਹਕੀ ਪ੍ਰਾਪਤ ਕਰੋ
te: భాగస్వామ్యం చేయండి & ఉచిత సభ్యత్వాన్ని పొందండి

source: Change Language
bn: ভাষা পরিবর্তন করুন
gu: ભાષા બદલો
kn: ಭಾಷೆ ಬದಲಾಯಿಸಿ
ml: ഭാഷ മാറ്റുക
mr: भाषा बदला
or: ଭାଷା ପରିବର୍ତ୍ତନ କରନ୍ତୁ |
pa: ਭਾਸ਼ਾ ਬਦਲੋ
te: భాష మార్చు

source: Class
bn: ক্লাস
gu: વર્ગ
kn: ವರ್ಗ
ml: ക്ലാസ്
mr: वर्ग
or: କ୍ଲାସ୍
pa: ਕਲਾਸ
te: తరగతి

# SurvayMesssage
source: Please submit this survey to help us improve!
bn: আমাদের উন্নতি করতে সাহায্য করার জন্য এই সমীক্ষা জমা দিন!
gu: અમને સુધારવામાં મદદ કરવા કૃપા કરીને આ સર્વેક્ષણ સબમિટ કરો!
kn: ಸುಧಾರಿಸಲು ನಮಗೆ ಸಹಾಯ ಮಾಡಲು ದಯವಿಟ್ಟು ಈ ಸಮೀಕ್ಷೆಯನ್ನು ಸಲ್ಲಿಸಿ!
ml: മെച്ചപ്പെടുത്താൻ ഞങ്ങളെ സഹായിക്കുന്നതിന് ദയവായി ഈ സർവേ സമർപ്പിക്കുക!
mr: कृपया आम्हाला सुधारण्यात मदत करण्यासाठी हे सर्वेक्षण सबमिट करा!
or: ଆମକୁ ଉନ୍ନତି କରିବାରେ ସାହାଯ୍ୟ କରିବାକୁ ଦୟାକରି ଏହି ସର୍ଭେ ଦାଖଲ କରନ୍ତୁ!
pa: ਕਿਰਪਾ ਕਰਕੇ ਸੁਧਾਰ ਕਰਨ ਵਿੱਚ ਸਾਡੀ ਮਦਦ ਕਰਨ ਲਈ ਇਹ ਸਰਵੇਖਣ ਦਰਜ ਕਰੋ!
te: మెరుగుపరచడంలో మాకు సహాయపడటానికి దయచేసి ఈ సర్వేను సమర్పించండి!

source: Change Theme
bn: থিম পরিবর্তন করো
gu: થીમ બદલો
kn: ಥೀಮ್ ಬದಲಾಯಿಸಿ
ml: തീം മാറ്റുക
mr: थीम बदला
or: ଥିମ୍ ପରିବର୍ତ୍ତନ କରନ୍ତୁ |
pa: ਥੀਮ ਬਦਲੋ
te: థీమ్ మార్చండి

source: Be Ready...
bn: প্রস্তুত হোন...
gu: તૈયાર રહો...
kn: ಸಿದ್ಧರಾಗಿರಿ...
ml: തയ്യാറാവുക...
mr: तयार राहा...
pa: ਤਿਆਰ ਰਹੋ...
te: సిద్ధంగా ఉండండి...

source: Chapter Test
bn: অধ্যায় পরীক্ষা
gu: પ્રકરણ ચકાસણી
kn: ಅಧ್ಯಾಯ ಪರೀಕ್ಷೆ
ml: അധ്യായം പരീക്ഷ
mr: अध्याय चाचणी
pa: ਚੈਪਟਰ ਟੈਸਟ
te: చాప్టర్ టెస్ట్

source: Previous
bn: পূর্ববর্তী
gu: પહેલાંનું
kn: ಹಿಂದಿನ
ml: മുമ്പത്തെ
pa: ਪਿਛਲਾ
te: ముందరి

source: Skip
bn: ছাড়ুন
gu: અવગણો
kn: ಬಿಟ್ಟುಬಿಡು
ml: ഒഴിവാക്കുക
mr: गाळणे
pa: ਛੱਡੋ
te: మానుకో

# Pleasechooseanoption
source: Please choose an option, or tap on skip if you don't wanna answer
bn: অনুগ্রহ করে একটি বিকল্প চয়ন করুন, অথবা আপনি যদি উত্তর দিতে না চান তবে এড়িয়ে যান এ আলতো চাপুন
gu: કૃપા કરીને કોઈ વિકલ્પ પસંદ કરો, અથવા જો તમે જવાબ આપવા માંગતા ન હો તો સ્કિપ પર ટેપ કરો
kn: ದಯವಿಟ್ಟು ಒಂದು ಆಯ್ಕೆಯನ್ನು ಆರಿಸಿ, ಅಥವಾ ನೀವು ಉತ್ತರಿಸಲು ಬಯಸದಿದ್ದರೆ ಸ್ಕಿಪ್ ಮೇಲೆ ಟ್ಯಾಪ್ ಮಾಡಿ
ml: ദയവായി ഒരു ഓപ്ഷൻ തിരഞ്ഞെടുക്കുക, അല്ലെങ്കിൽ നിങ്ങൾക്ക് ഉത്തരം നൽകാൻ താൽപ്പര്യമില്ലെങ്കിൽ ഒഴിവാക്കുക ടാപ്പുചെയ്യുക
mr: कृपया पर्याय निवडा, किंवा आपण उत्तर देऊ इच्छित नसल्यास स्किपवर टॅप करा
pa: ਕਿਰਪਾ ਕਰਕੇ ਕੋਈ ਵਿਕਲਪ ਚੁਣੋ, ਜਾਂ ਜੇ ਤੁਸੀਂ ਜਵਾਬ ਨਹੀਂ ਦੇਣਾ ਚਾਹੁੰਦੇ ਤਾਂ ਸਕਿੱਪ 'ਤੇ ਟੈਪ ਕਰੋ
te: దయచేసి ఒక ఆప్షన్ ఎంచుకోండి, లేదా మీరు సమాధానం ఇవ్వకూడదనుకుంటే స్కిప్ మీద తట్టండి

# Somethingwentwrong
source: Something went wrong, Please try again!
bn: কিছু ভুল হয়েছে, অনুগ্রহ করে আবার চেষ্টা করুন!
gu: કંઈક ખોટું થયું, કૃપા કરીને ફરીથી પ્રયત્ન કરો!
kn: ಏನೋ ತಪ್ಪಾಗಿದೆ, ದಯವಿಟ್ಟು ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ!
ml: എന്തോ കുഴപ്പം സംഭവിച്ചു, ദയവായി വീണ്ടും ശ്രമിക്കുക!
mr: काहीतरी गडबड झाली, कृपया पुन्हा प्रयत्न करा!
pa: ਕੋਈ ਗੜਬੜ ਹੋ ਗਈ ਹੈ, ਕਿਰਪਾ ਕਰਕੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ!
te: ఏదో తప్పు జరిగింది, దయచేసి మళ్లీ ప్రయత్నించండి!

source: Close
bn: বন্ধ
gu: બંધ કરો
kn: ಮುಚ್ಚು
ml: അടയ്ക്കുക
mr: मिटणे
pa: ਬੰਦ ਕਰੋ
te: దగ్గర

# CannotLoadAds
source: Cannot Load Ads, Something went wrong
bn: বিজ্ঞাপন লোড করা যাচ্ছে না, কিছু ভুল হয়েছে
gu: જાહેરાતો લોડ કરી શકતા નથી, કંઈક ખોટું થયું
kn: ಜಾಹೀರಾತುಗಳನ್ನು ಲೋಡ್ ಮಾಡಲು ಸಾಧ್ಯವಿಲ್ಲ, ಏನೋ ತಪ್ಪಾಗಿದೆ
ml: പരസ്യങ്ങൾ ലോഡ് ചെയ്യാൻ കഴിയില്ല, എന്തോ തകരാറ് സംഭവിച്ചു
mr: जाहिराती लोड करू शकत नाही, काहीतरी गडबड झाली
pa: ਇਸ਼ਤਿਹਾਰ ਲੋਡ ਨਹੀਂ ਕੀਤੇ ਜਾ ਸਕਦੇ, ਕੋਈ ਗੜਬੜ ਹੋ ਗਈ ਹੈ
te: ప్రకటనలను లోడ్ చేయలేము, ఏదో తప్పు జరిగింది

source: Test Result
bn: পরীক্ষার ফলাফল
gu: ચકાસણી પરિણામ
kn: ಪರೀಕ್ಷಾ ಫಲಿತಾಂಶ
ml: പരിശോധനാ ഫലം
mr: चाचणी निकाल
pa: ਟੈਸਟ ਨਤੀਜਾ
te: పరీక్ష ఫలితం

source: Review Your Test
bn: আপনার পরীক্ষা পর্যালোচনা করুন
gu: તમારી ટેસ્ટની સમીક્ષા કરો
kn: ನಿಮ್ಮ ಪರೀಕ್ಷೆಯನ್ನು ಪರಿಶೀಲಿಸಿ
ml: നിങ്ങളുടെ ടെസ്റ്റ് അവലോകനം ചെയ്യുക
mr: आपल्या चाचणीचे पुनरावलोकन करा
pa: ਆਪਣੇ ਟੈਸਟ ਦੀ ਸਮੀਖਿਆ ਕਰੋ
te: మీ పరీక్షను సమీక్షించండి

source: Your Test Score
bn: আপনার টেস্ট স্কোর
gu: તમારો ટેસ્ટ સ્કોર
kn: ನಿಮ್ಮ ಟೆಸ್ಟ್ ಸ್ಕೋರ್
ml: നിങ്ങളുടെ ടെസ്റ്റ് സ്കോർ
mr: तुमचा कसोटी स्कोअर
pa: ਤੁਹਾਡਾ ਟੈਸਟ ਸਕੋਰ
te: మీ టెస్ట్ స్కోరు

source: Questions Attempted
bn: প্রশ্ন চেষ্টা করা হয়েছে
gu: પ્રશ્ર્નો પ્રયત્ન થયેલ
kn: ಪ್ರಶ್ನೆಗಳು ಪ್ರಯತ್ನಿಸಿದೆ
ml: ചോദ്യങ്ങൾ ശ്രമിച്ചു
mr: प्रश्न प्रयत्न केले
pa: ਸਵਾਲ ਕੋਸ਼ਿਸ਼ ਕੀਤੀ ਗਈ
te: ప్రశ్నలు ప్రయత్నం

source: Total TimeTaken
bn: মোট TimeTaken
gu: કુલ ટાઇમટેકન
kn: ಮೊತ್ತ ಟೈಮ್ ಟೇಕ್ ಮಾಡಿದ
ml: ആകെ TimeTaken
mr: संपूर्ण टाइमटेकेनName
pa: ਕੁੱਲ ਟਾਈਮ- ਟੇਕਨ
te: మొత్తం TimeTaken

# belowMsg1
source: Aur Mehnat Ki Zaroorat hai!
bn: গোল্ডেন মেহনাত কি জারিরাত হ্যায়!
gu: ગોલ્ડન મેહનત કી ઝરૂરત હૈ!
kn: ಗೋಲ್ಡನ್ ಮೆಹನತ್ ಕಿ ಜರೂರತ್ ಹೈ!
ml: ഗോൾഡൻ മെഹ്നാത് കി സരൂരത് ഹേ!
mr: गोल्डन मेहनत की जरुरत है!
pa: ਗੋਲਡਨ ਮਹਿਨਤ ਕੀ ਜ਼ਰੂਰਤ ਹੈ!
te: గోల్డెన్ మెహనత్ కి జరూరత్ హై!

# belowMsg2
source: Mazaa Nhi Aya! Itne Kamm Number?
bn: মাজা নহি আয়া! Itne Kamm Number?
gu: માઝા ની આયા! ઇત્તે કામ્મ નંબર?
kn: ಮಜಾ ನ್ಹಿ ಅಯಾ! ಇಟ್ನೆ ಕಮ್ಮ್ ನಂಬರ್?
ml: മസാ നിഹി ആയാ! ഇത്നെ കമ്മ് നമ്പർ?
mr: मजा नहीं अया! इटन कामम नंबर?
pa: ਮਾਜ਼ਾ ਨਹੀ ਆਇਆ! ਇਟਨੇ ਕਾਮ ਨੰਬਰ?
te: మజా న్హి అయా! ఇట్నే కమ్ నంబర్?

# belowMsg3
source: Kya Tyaari Ache se Nhi Ki Thhi Kya?
bn: কেয়া তিয়াড়ি আচে সে নহি কি থি কেয়া?
gu: ક્યા તાયારી અચ્છા સે નીકી કી થિ ક્યા?
kn: ಕ್ಯಾ ತ್ಯಾರಿ ಅಚೆ ಸೇ ನ್ಹಿ ಕಿ ಥಿ ಕ್ಯಾ?
ml: ക്യാ ത്യാരി അചേ സേ നി കി തി ക്യാ?
mr: क्या तयारी आचे से नहीं की थाही क्या?
pa: ਕਿਆ ਤਿਆਰੀ ਅਚੇਤ ਸੇ ਨਹੀ ਕੀ ਥਹੀ ਕਿਆ?
te: మీరు ఏమి చేస్తారు?

# belowMsg4
source: Jao Jaake Poora Chapter Dubara Suno SunoKitaab se!
gu: જાઓ જાકે પુરા અધ્યાય દુબારા સુનો સુનોકીતાબ સે!
kn: ಜಾವೋ ಜಾಕೆ ಪೂರಾ ಅಧ್ಯಾಯ ದುಬಾರಾ ಸುನೋ ಸುನೋಕಿತಾಬ್ ಸೇ!
ml: ജാവോ ജാകേ പൂര അധ്യായം ദുബാര സുനോ സുനോകിതാബ് സേ!
mr: जाओ जाके पूरा अध्याय दुबारा सुनो सुनो सुनोकिताब से!
pa: ਜਾਉ ਜਾਕੇ ਪੂਰਾ ਅਧਿਆਇ ਡੁਬਾਰਾ ਸੁਨੋ ਸੁਨੋ ਕਿਤਾਬ ਸੇ!
te: జావో జాకే పూరా అధ్యాయం దుబారా సునో సునో కితాబ్ సే!

# belowMsg5
source: Itne Number se Kya Hoga? You need to Keep up!
bn: Itne Number se Kya Hoga? আপনি চালিয়ে যেতে হবে!
gu: ઇત્તે નંબર સે ક્યા હોગા? તમારે ચાલુ રાખવાની જરૂર છે!
kn: ಇಟ್ನೆ ನಂಬರ್ ಸೆ ಕ್ಯಾ ಹೋಗಾ? ನೀವು ಮುಂದುವರಿಯಬೇಕು!
ml: ഇത്നെ നമ്പർ സേ ക്യാ ഹോഗാ? നിങ്ങൾ തുടരണം!
mr: इटने नंबर से क्या होगा? आपल्याला टिकून राहणे आवश्यक आहे!
pa: ਇਟਨੇ ਨੰਬਰ ਸੇ ਕਿਆ ਹੋਗਾ? ਤੁਹਾਨੂੰ ਜਾਰੀ ਰੱਖਣ ਦੀ ਲੋੜ ਹੈ!
te: ఇది నెంబరు ఏమిటి? మీరు కొనసాగించాలి!

# moreMsg1
source: Waah re Waah!, Dil Jeet Liya!
bn: ওয়াহ রে ওয়াহ!, দিল জিৎ লিয়া!
gu: વાહ રે વાહ!, દિલ જીત લિયા!
kn: ವಾಹ್ ರೆ ವಾಹ್!, ದಿಲ್ ಜೀತ್ ಲಿಯಾ!
ml: വാഹ് രെ വാഹ്!, ദിൽ ജീത് ലിയാ!
mr: वाह रे वाह!, दिल जीत लिया!
pa: ਵਾਹ ਰੇ ਵਾਹ!, ਦਿਲ ਜੀਤ ਲੀਆ!
te: వాహ్ రే వాహ్!, దిల్ జీత్ లియా!
