Repository: kuldeep2code/vb_app
Catalog: lib/l10n/intl_*.arb
Languages: bn, gu, kn, ml, mr, or, pa, te

# ReferenceMessage
source: If you have reference code got from your school or your friend please put it here, to get discounts/offers
bn: আপনি যদি আপনার স্কুল বা আপনার বন্ধুর কাছ থেকে রেফারেন্স কোড পেয়ে থাকেন তাহলে ডিসকাউন্ট/অফার পেতে দয়া করে এখানে রাখুন
gu: જો તમારી પાસે તમારી શાળા અથવા તમારા મિત્ર પાસેથી રેફરન્સ કોડ મળ્યો હોય, તો ડિસ્કાઉન્ટ/ઓફર મેળવવા માટે કૃપા કરીને તેને અહીં મૂકો
kn: ನಿಮ್ಮ ಶಾಲೆಯಿಂದ ಅಥವಾ ನಿಮ್ಮ ಸ್ನೇಹಿತರಿಂದ ನೀವು ರೆಫರೆನ್ಸ್ ಕೋಡ್ ಹೊಂದಿದ್ದರೆ, ರಿಯಾಯಿತಿಗಳು/ಆಫರ್‌ಗಳನ್ನು ಪಡೆಯಲು ದಯವಿಟ್ಟು ಅದನ್ನು ಇಲ್ಲಿ ಹಾಕಿ
ml: നിങ്ങളുടെ സ്‌കൂളിൽ നിന്നോ സുഹൃത്തിൽ നിന്നോ ലഭിച്ച റഫറൻസ് കോഡ് ഉണ്ടെങ്കിൽ, ഡിസ്കൗണ്ടുകൾ/ഓഫറുകൾ ലഭിക്കുന്നതിന് ദയവായി അത് ഇവിടെ ഇടുക
mr: तुम्हाला तुमच्या शाळेकडून किंवा तुमच्या मित्राकडून मिळालेला संदर्भ कोड असल्यास, सवलत/ऑफर मिळवण्यासाठी कृपया तो इथे टाका
or: ଯଦି ଆପଣଙ୍କର ବିଦ୍ୟାଳୟରୁ ଆପଣଙ୍କ ରେଫରେନ୍ସ କୋଡ୍ ଅଛି କିମ୍ବା ଆପଣଙ୍କ ସାଙ୍ଗ ଦୟାକରି ଏହାକୁ ଏଠାରେ ରଖନ୍ତୁ, ରିହାତି / ଅଫର ପାଇବାକୁ |
pa: ਜੇਕਰ ਤੁਹਾਡੇ ਕੋਲ ਤੁਹਾਡੇ ਸਕੂਲ ਜਾਂ ਤੁਹਾਡੇ ਦੋਸਤ ਤੋਂ ਸੰਦਰਭ ਕੋਡ ਹੈ, ਤਾਂ ਕਿਰਪਾ ਕਰਕੇ ਇਸਨੂੰ ਇੱਥੇ ਪਾਓ, ਛੋਟ/ਆਫ਼ਰ ਪ੍ਰਾਪਤ ਕਰਨ ਲਈ
te: మీరు మీ పాఠశాల లేదా మీ స్నేహితుని నుండి రిఫరెన్స్ కోడ్‌ని కలిగి ఉంటే, డిస్కౌంట్లు/ఆఫర్‌లను పొందడానికి దయచేసి దాన్ని ఇక్కడ ఉంచండి

source: ReferenceCode
bn: রেফারেন্স কোড
gu: સંદર્ભ કોડ
kn: ಉಲ್ಲೇಖ ಕೋಡ್
ml: റഫറൻസ് കോഡ്
mr: संदर्भ कोड
or: ସନ୍ଦର୍ଭ କୋଡ୍
pa: ਹਵਾਲਾ ਕੋਡ
te: రిఫరెన్స్ కోడ్

source: APPLY
bn: আবেদন করুন
gu: અરજી કરો
kn: ಅನ್ವಯಿಸು
ml: അപേക്ഷിക്കുക
mr: अर्ज करा
or: ପ୍ରୟୋଗ କରନ୍ତୁ |
pa: ਅਪਲਾਈ ਕਰੋ
te: దరఖాస్తు చేయండి

source: Save Address
bn: ঠিকানা সংরক্ষণ করুন
gu: સરનામું સાચવો
kn: ವಿಳಾಸವನ್ನು ಉಳಿಸಿ
ml: വിലാസം സംരക്ഷിക്കുക
mr: पत्ता सेव्ह करा
or: ଠିକଣା ସଞ୍ଚୟ କରନ୍ତୁ |
pa: ਪਤਾ ਸੇਵ ਕਰੋ
te: చిరునామాను సేవ్ చేయండి

# HouseAddress
source: House Address / Apt. Address / Street Address
bn: বাড়ির ঠিকানা/এপ্টে ঠিকানা / রাস্তার ঠিকানা
gu: ઘરનું સરનામું / એપ્ટ. સરનામું / શેરી સરનામું
kn: ಮನೆಯ ವಿಳಾಸ / ಸೂಕ್ತ. ವಿಳಾಸ / ಬೀದಿ ವಿಳಾಸ
ml: വീടിന്റെ വിലാസം / Apt. വിലാസം / തെരുവ് വിലാസം
mr: घराचा पत्ता / जागा. पत्ता/रस्त्याचा पत्ता
or: ଘର ଠିକଣା / ଆପ୍ ଠିକଣା / ଗଳି ଠିକଣା
pa: ਘਰ ਦਾ ਪਤਾ/ਅਪਟੀ. ਪਤਾ/ਗਲੀ ਦਾ ਪਤਾ
te: ఇంటి చిరునామా / సముచితం. చిరునామా / వీధి చిరునామా

source: State & District
bn: রাজ্য ও জেলা
gu: રાજ્ય અને જિલ્લો
kn: ರಾಜ್ಯ ಮತ್ತು ಜಿಲ್ಲೆ
ml: സംസ്ഥാനവും ജില്ലയും
mr: राज्य आणि जिल्हा
or: ରାଜ୍ୟ ଏବଂ ଜିଲ୍ଲା
pa: ਰਾਜ ਅਤੇ ਜ਼ਿਲ੍ਹਾ
te: రాష్ట్రం & జిల్లా

# Pleasepostalcode
source: Please enter postal code
bn: পোস্টাল কোড লিখুন দয়া করে
gu: કૃપા કરીને પોસ્ટલ કોડ દાખલ કરો
kn: ದಯವಿಟ್ಟು ಪೋಸ್ಟಲ್ ಕೋಡ್ ನಮೂದಿಸಿ
ml: ദയവായി തപാൽ കോഡ് നൽകുക
mr: कृपया पोस्टल कोड प्रविष्ट करा
or: ଦୟାକରି ଡାକ କୋଡ୍ ପ୍ରବେଶ କରନ୍ତୁ |
pa: ਕਿਰਪਾ ਕਰਕੇ ਪੋਸਟਲ ਕੋਡ ਦਾਖਲ ਕਰੋ
te: దయచేసి పోస్టల్ కోడ్‌ని నమోదు చేయండి

source: Postal Code
bn: পোস্ট অফিসের নাম্বার
gu: પોસ્ટ કોડ
kn: ಕೋಡ್
ml: തപാൽ കോഡ്
mr: पिनकोड
or: ଡାକ କୋଡ୍
pa: ਡਾਕ ਕੋਡ
te: పోస్టల్ కోడ్

# Landmark
source: Landmark (Optional)
bn: ল্যান্ডমার্ক (ঐচ্ছিক)
gu: લેન્ડમાર્ક (વૈકલ્પિક)
kn: ಹೆಗ್ಗುರುತು (ಐಚ್ಛಿಕ)
ml: ലാൻഡ്മാർക്ക് (ഓപ്ഷണൽ)
mr: लँडमार्क (पर्यायी)
or: ଲ୍ୟାଣ୍ଡମାର୍କ (ବ al କଳ୍ପିକ)
pa: ਲੈਂਡਮਾਰਕ (ਵਿਕਲਪਿਕ)
te: ల్యాండ్‌మార్క్ (ఐచ్ఛికం)

source: Email Address
bn: ইমেইল ঠিকানা
gu: ઈ - મેઈલ સરનામું
kn: ಇಮೇಲ್ ವಿಳಾಸ
ml: ഈ - മെയില് വിലാസം
mr: ईमेल पत्ता
or: ଈମୈଲ ଠିକଣା
pa: ਈਮੇਲ ਖਾਤਾ
te: ఇమెయిల్ చిరునామా

source: Please enter address
bn: ঠিকানা লিখুন
gu: કૃપા કરીને સરનામું દાખલ કરો
kn: ದಯವಿಟ್ಟು ವಿಳಾಸವನ್ನು ನಮೂದಿಸಿ
ml: വിലാസം നൽകുക
mr: कृपया पत्ता प्रविष्ट करा
or: ଦୟାକରି ଠିକଣା ପ୍ରବେଶ କରନ୍ତୁ |
pa: ਕਿਰਪਾ ਕਰਕੇ ਪਤਾ ਦਰਜ ਕਰੋ
te: దయచేసి చిరునామాను నమోదు చేయండి

# ShareText
source: Hello everyone, I am using SunoKitaab App to learn my school syllabus explained by best teachers. Ad-free Audiobook app for School students and competitive exam aspirants. Download Now:
bn: সবাইকে হ্যালো, সেরা শিক্ষকদের দ্বারা ব্যাখ্যা করা আমার স্কুলের সিলেবাস শিখতে আমি সুনোকিতাব অ্যাপ ব্যবহার করছি। স্কুল ছাত্র এবং প্রতিযোগিতামূলক পরীক্ষার প্রার্থীদের জন্য বিজ্ঞাপন-মুক্ত অডিওবুক অ্যাপ। এখনই ডাউনলোড করুন:
gu: બધાને નમસ્કાર, શ્રેષ્ઠ શિક્ષકો દ્વારા સમજાવાયેલ મારા શાળાના અભ્યાસક્રમને શીખવા માટે હું સુનો કિતાબ એપનો ઉપયોગ કરી રહ્યો છું. શાળાના વિદ્યાર્થીઓ અને સ્પર્ધાત્મક પરીક્ષાના ઉમેદવારો માટે જાહેરાત-મુક્ત ઑડિઓબુક એપ્લિકેશન. ડાઉનલોડ કરો:
kn: ಎಲ್ಲರಿಗೂ ನಮಸ್ಕಾರ, ಅತ್ಯುತ್ತಮ ಶಿಕ್ಷಕರು ವಿವರಿಸಿದ ನನ್ನ ಶಾಲಾ ಪಠ್ಯಕ್ರಮವನ್ನು ಕಲಿಯಲು ನಾನು ಸುನೋಕಿತಾಬ್ ಅಪ್ಲಿಕೇಶನ್ ಅನ್ನು ಬಳಸುತ್ತಿದ್ದೇನೆ. ಶಾಲಾ ವಿದ್ಯಾರ್ಥಿಗಳು ಮತ್ತು ಸ್ಪರ್ಧಾತ್ಮಕ ಪರೀಕ್ಷೆಯ ಆಕಾಂಕ್ಷಿಗಳಿಗಾಗಿ ಜಾಹೀರಾತು-ಮುಕ್ತ ಆಡಿಯೋಬುಕ್ ಅಪ್ಲಿಕೇಶನ್. ಈಗ ಡೌನ್‌ಲೋಡ್ ಮಾಡಿ:
ml: എല്ലാവർക്കും ഹലോ, മികച്ച അധ്യാപകർ വിശദീകരിച്ച എന്റെ സ്കൂൾ സിലബസ് പഠിക്കാൻ ഞാൻ സുനോകിതാബ് ആപ്പ് ഉപയോഗിക്കുന്നു. സ്കൂൾ വിദ്യാർത്ഥികൾക്കും മത്സര പരീക്ഷാ കാംക്ഷികൾക്കും വേണ്ടിയുള്ള പരസ്യ രഹിത ഓഡിയോബുക്ക് ആപ്പ്. ഇപ്പോൾ ഡൗൺലോഡ് ചെയ്യുക:
mr: सर्वांना नमस्कार, सर्वोत्तम शिक्षकांनी स्पष्ट केलेला माझा शाळेचा अभ्यासक्रम शिकण्यासाठी मी सुनोकिताब अॅप वापरत आहे. शालेय विद्यार्थी आणि स्पर्धा परीक्षा इच्छुकांसाठी जाहिरात-मुक्त ऑडिओबुक अॅप. आता डाउनलोड कर:
or: ସମସ୍ତଙ୍କୁ ନମସ୍କାର, ଶ୍ରେଷ୍ଠ ଶିକ୍ଷକମାନଙ୍କ ଦ୍ୱାରା ବ୍ୟାଖ୍ୟା କରାଯାଇଥିବା ମୋ ସ୍କୁଲ ସିଲାବସ୍ ଶିଖିବା ପାଇଁ ମୁଁ ସୁନୋକିତା ଆପ୍ ବ୍ୟବହାର କରୁଛି | ବିଦ୍ୟାଳୟର ଛାତ୍ର ଏବଂ ପ୍ରତିଯୋଗିତାମୂଳକ ପରୀକ୍ଷା ଆଶାକର୍ମୀମାନଙ୍କ ପାଇଁ ବିଜ୍ଞାପନମୁକ୍ତ ଅଡିଓବୁକ୍ ଆପ୍ | ବର୍ତ୍ତମାନ ଡାଉନଲୋଡ୍ କରନ୍ତୁ:
pa: ਸਾਰਿਆਂ ਨੂੰ ਹੈਲੋ, ਮੈਂ ਆਪਣੇ ਸਕੂਲ ਦੇ ਸਿਲੇਬਸ ਨੂੰ ਬਿਹਤਰੀਨ ਅਧਿਆਪਕਾਂ ਦੁਆਰਾ ਸਮਝਾਇਆ ਗਿਆ ਸਿੱਖਣ ਲਈ SunoKitaab ਐਪ ਦੀ ਵਰਤੋਂ ਕਰ ਰਿਹਾ ਹਾਂ। ਸਕੂਲੀ ਵਿਦਿਆਰਥੀਆਂ ਅਤੇ ਪ੍ਰਤੀਯੋਗੀ ਪ੍ਰੀਖਿਆ ਦੇ ਚਾਹਵਾਨਾਂ ਲਈ ਵਿਗਿਆਪਨ-ਮੁਕਤ ਆਡੀਓਬੁੱਕ ਐਪ। ਹੁਣੇ ਡਾਊਨਲੋਡ ਕਰੋ:
te: అందరికీ నమస్కారం, ఉత్తమ ఉపాధ్యాయులు వివరించిన నా పాఠశాల సిలబస్‌ని తెలుసుకోవడానికి నేను సునోకితాబ్ యాప్‌ని ఉపయోగిస్తున్నాను. పాఠశాల విద్యార్థులు మరియు పోటీ పరీక్షల ఆశావాదుల కోసం ప్రకటన-రహిత ఆడియోబుక్ యాప్. ఇపుడు డౌన్లోడ్ చేసుకోండి:

# WhatLookingFor
source: What you're looking for?
bn: আপনি কি খুঁজছেন?
gu: તમે શું શોધી રહ્યાં છો?
kn: ನೀವು ಏನು ಹುಡುಕುತ್ತಿರುವಿರಿ?
ml: നിങ്ങൾ എന്താണ് അന്വേഷിക്കുന്നത്?
mr: तुम्ही काय शोधत आहात?
or: ତୁମେ କଣ ଖୋଜୁଛ?
pa: ਤੁਸੀਂ ਕੀ ਲੱਭ ਰਹੇ ਹੋ?
te: మీరు దేని కోసం వెతుకుతున్నారు?

source: Explore
bn: অন্বেষণ
gu: અન્વેષણ કરો
kn: ಅನ್ವೇಷಿಸಿ
ml: പര്യവേക്ഷണം ചെയ്യുക
mr: अन्वेषण
or: ଏକ୍ସପ୍ଲୋର୍ କରନ୍ତୁ |
pa: ਪੜਚੋਲ ਕਰੋ
te: అన్వేషించండి

source: Library
bn: লাইব্রেরি
gu: પુસ્તકાલય
kn: ಗ್ರಂಥಾಲಯ
ml: പുസ്തകശാല
mr: लायब्ररी
or: ଲାଇବ୍ରେରୀ |
pa: ਲਾਇਬ੍ਰੇਰੀ
te: గ్రంధాలయం

source: Profile
bn: প্রোফাইল
gu: પ્રોફાઇલ
kn: ಪ್ರೊಫೈಲ್
ml: പ്രൊഫൈൽ
mr: प्रोफाइल
or: ପ୍ରୋଫାଇଲ୍
pa: ਪ੍ਰੋਫਾਈਲ
te: ప్రొఫైల్

source: Learn & Earn
bn: শিখুন এবং উপার্জন করুন
gu: જાણો અને કમાઓ
kn: ಕಲಿಯಿರಿ ಮತ್ತು ಸಂಪಾದಿಸಿ
ml: പഠിക്കുക & സമ്പാദിക്കുക
mr: शिका आणि कमवा
or: ଶିଖ ଏବଂ ରୋଜଗାର କର |
pa: ਸਿੱਖੋ ਅਤੇ ਕਮਾਓ
te: నేర్చుకోండి & సంపాదించండి

# Rate
source: â‚¹15,000 / Month
bn: ₹15,000 / মাস
gu: ₹15,000 / મહિનો
kn: ₹15,000 / ತಿಂಗಳು
ml: ₹15,000 / മാസം
mr: ₹15,000 / महिना
or: ₹ 15,000 / ମାସ
pa: ₹15,000 / ਮਹੀਨਾ
te: నెలకు ₹15,000

source: Downloads
bn: ডাউনলোড
gu: ડાઉનલોડ્સ
kn: ಡೌನ್‌ಲೋಡ್‌ಗಳು
ml: ഡൗൺലോഡുകൾ
mr: डाउनलोड
or: ଡାଉନଲୋଡ୍ |
pa: ਡਾਊਨਲੋਡ
te: డౌన్‌లోడ్‌లు

# AskDiscount
source: Ask for Discount
bn: ডিসকাউন্টের জন্য জিজ্ঞাসা করুন
gu: ડિસ્કાઉન્ટ માટે પૂછો
kn: ರಿಯಾಯಿತಿಗಾಗಿ ಕೇಳಿ
ml: കിഴിവ് ആവശ്യപ്പെടുക
mr: सवलत मागा
or: ରିହାତି ପାଇଁ ପଚାର |
pa: ਛੂਟ ਲਈ ਪੁੱਛੋ
te: డిస్కౌంట్ కోసం అడగండి

source: Premium
bn: প্রিমিয়াম
gu: પ્રીમિયમ
kn: ಪ್ರೀಮಿಯಂ
ml: പ്രീമിയം
mr: प्रीमियम
or: ପ୍ରିମିୟମ୍
pa: ਪ੍ਰੀਮੀਅਮ
te: ప్రీమియం

# ChooseToPlay
source: Choose lecture to play
bn: খেলার জন্য বক্তৃতা বেছে নিন
gu: રમવા માટે વ્યાખ્યાન પસંદ કરો
kn: ಆಡಲು ಉಪನ್ಯಾಸವನ್ನು ಆಯ್ಕೆಮಾಡಿ
ml: കളിക്കാൻ പ്രഭാഷണം തിരഞ്ഞെടുക്കുക
mr: खेळण्यासाठी व्याख्यान निवडा
or: ଖେଳିବାକୁ ବକ୍ତୃତା ବାଛନ୍ତୁ |
pa: ਖੇਡਣ ਲਈ ਲੈਕਚਰ ਚੁਣੋ
te: ఆడటానికి ఉపన్యాసాన్ని ఎంచుకోండి

# ChooseReadAloudPlay
source: Choose Read Aloud to play
bn: খেলতে জোরে পড়ুন বেছে নিন
gu: રમવા માટે મોટેથી વાંચો પસંદ કરો
kn: ಪ್ಲೇ ಮಾಡಲು ಗಟ್ಟಿಯಾಗಿ ಓದು ಆಯ್ಕೆಮಾಡಿ
ml: കളിക്കാൻ ഉറക്കെ വായിക്കുക തിരഞ്ഞെടുക്കുക
mr: प्ले करण्यासाठी मोठ्याने वाचा निवडा
or: ଖେଳିବାକୁ ଉଚ୍ଚ ସ୍ୱରରେ ପ Read ନ୍ତୁ ବାଛନ୍ତୁ |
pa: ਖੇਡਣ ਲਈ ਉੱਚੀ ਪੜ੍ਹੋ ਚੁਣੋ
te: ప్లే చేయడానికి బిగ్గరగా చదవండి ఎంచుకోండి

source: Explanation
bn: ব্যাখ্যা
gu: સમજૂતી
kn: ವಿವರಣೆ
ml: വിശദീകരണം
mr: स्पष्टीकरण
or: ବ୍ୟାଖ୍ୟା
pa: ਵਿਆਖਿਆ
te: వివరణ

# ReadAloud
source: Reading
bn: জোরে জোরে পড়া
gu: મોટેથી વાંચો
kn: ಜೋರಾಗಿ ಓದು
ml: ഉച്ചത്തിൽ വായിക്കുക
mr: मोठ्याने वाच
or: ଉଚ୍ଚ ସ୍ୱରରେ ପ Read ଼ନ୍ତୁ |
pa: ਉੱਚੀ ਪੜ੍ਹੋ
te: గట్టిగ చదువుము

# NoSubMessage
source: You don't have a subscription to access this chapter :(
bn: এই অধ্যায়টি অ্যাক্সেস করার জন্য আপনার কোনো সদস্যতা নেই :(
gu: આ પ્રકરણને ઍક્સેસ કરવા માટે તમારી પાસે સબ્સ્ક્રિપ્શન નથી :(
kn: ಈ ಅಧ್ಯಾಯವನ್ನು ಪ್ರವೇಶಿಸಲು ನೀವು ಚಂದಾದಾರಿಕೆಯನ್ನು ಹೊಂದಿಲ್ಲ :(
ml: ഈ അധ്യായം ആക്സസ് ചെയ്യാൻ നിങ്ങൾക്ക് ഒരു സബ്സ്ക്രിപ്ഷൻ ഇല്ല :(
mr: या धड्यात प्रवेश करण्यासाठी तुमच्याकडे सदस्यता नाही :(
or: ଏହି ଅଧ୍ୟାୟକୁ ପ୍ରବେଶ କରିବାକୁ ଆପଣଙ୍କର ସଦସ୍ୟତା ନାହିଁ :(
pa: ਤੁਹਾਡੇ ਕੋਲ ਇਸ ਚੈਪਟਰ ਤੱਕ ਪਹੁੰਚ ਕਰਨ ਲਈ ਗਾਹਕੀ ਨਹੀਂ ਹੈ :(
te: ఈ అధ్యాయాన్ని యాక్సెస్ చేయడానికి మీకు సభ్యత్వం లేదు :(

source: Get Subscription
bn: সাবস্ক্রিপশন পান
gu: સબ્સ્ક્રિપ્શન મેળવો
kn: ಚಂದಾದಾರಿಕೆ ಪಡೆಯಿರಿ
ml: സബ്സ്ക്രിപ്ഷൻ നേടുക
mr: सदस्यता मिळवा
or: ସଦସ୍ୟତା ପ୍ରାପ୍ତ କରନ୍ତୁ |
pa: ਗਾਹਕੀ ਪ੍ਰਾਪਤ ਕਰੋ
te: చందా పొందండి

# Westillworking
source: We're still working on it, please come back later to check!
bn: আমরা এখনও এটি নিয়ে কাজ করছি, অনুগ্রহ করে চেক করতে পরে ফিরে আসুন!
gu: અમે હજી પણ તેના પર કામ કરી રહ્યાં છીએ, કૃપા કરીને તપાસ કરવા માટે પછીથી પાછા આવો!
kn: ನಾವು ಇನ್ನೂ ಅದರ ಮೇಲೆ ಕೆಲಸ ಮಾಡುತ್ತಿದ್ದೇವೆ, ದಯವಿಟ್ಟು ಪರಿಶೀಲಿಸಲು ನಂತರ ಹಿಂತಿರುಗಿ!
ml: ഞങ്ങൾ ഇപ്പോഴും അതിനായി പ്രവർത്തിക്കുകയാണ്, പരിശോധിക്കാൻ പിന്നീട് വരൂ!
mr: आम्ही अद्याप त्यावर काम करत आहोत, कृपया तपासण्यासाठी नंतर परत या!
or: ଆମେ ଏପର୍ଯ୍ୟନ୍ତ ଏହା ଉପରେ କାର୍ଯ୍ୟ କରୁଛୁ, ଦୟାକରି ଯାଞ୍ଚ କରିବାକୁ ପରେ ଫେରି ଆସନ୍ତୁ!
pa: ਅਸੀਂ ਅਜੇ ਵੀ ਇਸ 'ਤੇ ਕੰਮ ਕਰ ਰਹੇ ਹਾਂ, ਕਿਰਪਾ ਕਰਕੇ ਜਾਂਚ ਕਰਨ ਲਈ ਬਾਅਦ ਵਿੱਚ ਵਾਪਸ ਆਓ!
te: మేము ఇంకా దానిపై పని చేస్తున్నాము, దయచేసి తనిఖీ చేయడానికి తర్వాత తిరిగి రండి!

source: Search your chapter
bn: আপনার অধ্যায় অনুসন্ধান করুন
gu: તમારા પ્રકરણ શોધો
kn: ನಿಮ್ಮ ಅಧ್ಯಾಯವನ್ನು ಹುಡುಕಿ
ml: നിങ്ങളുടെ അധ്യായം തിരയുക
mr: तुमचा धडा शोधा
or: ତୁମର ଅଧ୍ୟାୟ ଖୋଜ |
pa: ਆਪਣੇ ਅਧਿਆਇ ਦੀ ਖੋਜ ਕਰੋ
te: మీ అధ్యాయాన్ని శోధించండి

# PleasekeywordsSearch
source: Please enter keywords to begin search
bn: অনুগ্রহ করে অনুসন্ধান শুরু করতে কীওয়ার্ড লিখুন
gu: કૃપા કરીને શોધ શરૂ કરવા માટે કીવર્ડ દાખલ કરો
kn: ಹುಡುಕಾಟವನ್ನು ಪ್ರಾರಂಭಿಸಲು ದಯವಿಟ್ಟು ಕೀವರ್ಡ್‌ಗಳನ್ನು ನಮೂದಿಸಿ
ml: തിരയൽ ആരംഭിക്കാൻ കീവേഡുകൾ നൽകുക
mr: कृपया शोध सुरू करण्यासाठी कीवर्ड प्रविष्ट करा
or: ସନ୍ଧାନ ଆରମ୍ଭ କରିବାକୁ ଦୟାକରି କୀ ଶବ୍ଦ ପ୍ରବେଶ କରନ୍ତୁ |
pa: ਕਿਰਪਾ ਕਰਕੇ ਖੋਜ ਸ਼ੁਰੂ ਕਰਨ ਲਈ ਕੀਵਰਡ ਦਾਖਲ ਕਰੋ
te: శోధనను ప్రారంభించడానికి దయచేసి కీలకపదాలను నమోదు చేయండి

# LoadingPleaseWait
source: Loading chapters please wait
bn: অধ্যায় লোড হচ্ছে অনুগ্রহ করে অপেক্ষা করুন
gu: પ્રકરણો લોડ કરી રહ્યાં છે કૃપા કરીને રાહ જુઓ
kn: ಅಧ್ಯಾಯಗಳನ್ನು ಲೋಡ್ ಮಾಡಲಾಗುತ್ತಿದೆ ದಯವಿಟ್ಟು ನಿರೀಕ್ಷಿಸಿ
ml: അധ്യായങ്ങൾ ലോഡ് ചെയ്യുന്നു ദയവായി കാത്തിരിക്കുക
mr: अध्याय लोड करत आहे कृपया प्रतीक्षा करा
or: ଅଧ୍ୟାୟ ଲୋଡିଂ ଦୟାକରି ଅପେକ୍ଷା କରନ୍ତୁ |
pa: ਅਧਿਆਏ ਲੋਡ ਕੀਤੇ ਜਾ ਰਹੇ ਹਨ ਕਿਰਪਾ ਕਰਕੇ ਉਡੀਕ ਕਰੋ
te: అధ్యాయాలు లోడ్ అవుతోంది దయచేసి వేచి ఉండండి

# TryAgain
source: Something went wrong Please try again later!
bn: কিছু ভুল হয়েছে অনুগ্রহ করে একটু পরে আবার চেষ্টা করুন!
gu: કંઈક ખોટું થયું પછીથી ફરી પ્રયત્ન કરો!
kn: ಏನೋ ತಪ್ಪಾಗಿದೆ ದಯವಿಟ್ಟು ನಂತರ ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ!
ml: എന്തോ കുഴപ്പം സംഭവിച്ചു ദയവായി പിന്നീട് വീണ്ടും ശ്രമിക്കുക!
mr: काहीतरी चूक झाली कृपया पुन्हा प्रयत्न करा!
or: କିଛି ଭୁଲ ହୋଇ ଗଲା ଦୟାକରି ପରେ ପୁନର୍ବାର ଚେଷ୍ଟା କରନ୍ତୁ!
pa: ਕੁਝ ਗਲਤ ਹੋ ਗਿਆ ਬਾਅਦ ਵਿੱਚ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ ਜੀ!
te: ఏదో తప్పు జరిగింది దయచేసి తర్వాత మళ్లీ ప్రయత్నించండి!

# UnlockLecture
source: Unlock this lecture
bn: এই বক্তৃতা আনলক
gu: આ લેક્ચર અનલોક કરો
kn: ಈ ಉಪನ್ಯಾಸವನ್ನು ಅನ್ಲಾಕ್ ಮಾಡಿ
ml: ഈ പ്രഭാഷണം അൺലോക്ക് ചെയ്യുക
mr: हे व्याख्यान अनलॉक करा
or: ଏହି ବକ୍ତୃତାକୁ ଅନଲକ୍ କରନ୍ତୁ |
pa: ਇਸ ਲੈਕਚਰ ਨੂੰ ਅਨਲੌਕ ਕਰੋ
te: ఈ ఉపన్యాసం అన్‌లాక్ చేయండి

# WatchLecture
source: Watch an ad to access only one lecture anytime or buy subscription with 30 days free trial
bn: যেকোনো সময় শুধুমাত্র একটি বক্তৃতা অ্যাক্সেস করতে একটি বিজ্ঞাপন দেখুন বা 30 দিনের বিনামূল্যে ট্রায়াল সহ সদস্যতা কিনুন
gu: કોઈપણ સમયે માત્ર એક લેક્ચર ઍક્સેસ કરવા માટે જાહેરાત જુઓ અથવા 30 દિવસની મફત અજમાયશ સાથે સબ્સ્ક્રિપ્શન ખરીદો
kn: ಯಾವುದೇ ಸಮಯದಲ್ಲಿ ಒಂದು ಉಪನ್ಯಾಸವನ್ನು ಮಾತ್ರ ಪ್ರವೇಶಿಸಲು ಜಾಹೀರಾತನ್ನು ವೀಕ್ಷಿಸಿ ಅಥವಾ 30 ದಿನಗಳ ಉಚಿತ ಪ್ರಯೋಗದೊಂದಿಗೆ ಚಂದಾದಾರಿಕೆಯನ್ನು ಖರೀದಿಸಿ
ml: എപ്പോൾ വേണമെങ്കിലും ഒരു പ്രഭാഷണം മാത്രം ആക്‌സസ് ചെയ്യാൻ ഒരു പരസ്യം കാണുക അല്ലെങ്കിൽ 30 ദിവസത്തെ സൗജന്യ ട്രയലിൽ സബ്‌സ്‌ക്രിപ്‌ഷൻ വാങ്ങുക
mr: कधीही फक्त एका व्याख्यानात प्रवेश करण्यासाठी जाहिरात पहा किंवा 30 दिवसांच्या विनामूल्य चाचणीसह सदस्यता खरेदी करा
or: ଯେକ time ଣସି ସମୟରେ କେବଳ ଗୋଟିଏ ବକ୍ତୃତା ପାଇବାକୁ କିମ୍ବା 30 ଦିନ ମାଗଣା ପରୀକ୍ଷା ସହିତ ସଦସ୍ୟତା କିଣିବା ପାଇଁ ଏକ ବିଜ୍ଞାପନ ଦେଖନ୍ତୁ |
pa: ਕਿਸੇ ਵੀ ਸਮੇਂ ਸਿਰਫ਼ ਇੱਕ ਲੈਕਚਰ ਤੱਕ ਪਹੁੰਚ ਕਰਨ ਲਈ ਇੱਕ ਵਿਗਿਆਪਨ ਦੇਖੋ ਜਾਂ 30 ਦਿਨਾਂ ਦੀ ਮੁਫ਼ਤ ਅਜ਼ਮਾਇਸ਼ ਨਾਲ ਗਾਹਕੀ ਖਰੀਦੋ
te: ఎప్పుడైనా ఒక ఉపన్యాసాన్ని మాత్రమే యాక్సెస్ చేయడానికి ప్రకటనను చూడండి లేదా 30 రోజుల ఉచిత ట్రయల్‌తో సభ్యత్వాన్ని కొనుగోలు చేయండి

# WatchAds
source: Watch an ads
bn: একটি বিজ্ঞাপন দেখুন
gu: જાહેરાતો જુઓ
kn: ಜಾಹೀರಾತುಗಳನ್ನು ವೀಕ್ಷಿಸಿ
ml: ഒരു പരസ്യം കാണുക
mr: जाहिराती पहा
or: ଏକ ବିଜ୍ଞାପନ ଦେଖନ୍ତୁ |
pa: ਇੱਕ ਵਿਗਿਆਪਨ ਦੇਖੋ
te: ఒక ప్రకటనను చూడండి

# NoAdsMessage
source: There's no ad to show right now
bn: এই মুহূর্তে দেখানোর জন্য কোনো বিজ্ঞাপন নেই৷
gu: અત્યારે બતાવવા માટે કોઈ જાહેરાત નથી
kn: ಇದೀಗ ತೋರಿಸಲು ಯಾವುದೇ ಜಾಹೀರಾತು ಇಲ್ಲ
ml: ഇപ്പോൾ കാണിക്കാൻ ഒരു പരസ്യവുമില്ല
mr: सध्या दाखवण्यासाठी कोणतीही जाहिरात नाही
or: ବର୍ତ୍ତମାନ ଦେଖାଇବାକୁ କ ad ଣସି ବିଜ୍ଞାପନ ନାହିଁ |
pa: ਇਸ ਸਮੇਂ ਦਿਖਾਉਣ ਲਈ ਕੋਈ ਵਿਗਿਆਪਨ ਨਹੀਂ ਹੈ
te: ప్రస్తుతం చూపించడానికి ప్రకటన ఏదీ లేదు

# StartTrial
source: Start free Trial
bn: বিনামূল্যে ট্রায়াল শুরু করুন
gu: મફત અજમાયશ શરૂ કરો
kn: ಉಚಿತ ಪ್ರಯೋಗವನ್ನು ಪ್ರಾರಂಭಿಸಿ
ml: സൗജന്യ ട്രയൽ ആരംഭിക്കുക
mr: विनामूल्य चाचणी सुरू करा
or: ମାଗଣା ପରୀକ୍ଷା ଆରମ୍ଭ କରନ୍ତୁ |
pa: ਮੁਫ਼ਤ ਅਜ਼ਮਾਇਸ਼ ਸ਼ੁਰੂ ਕਰੋ
te: ఉచిత ట్రయల్ ప్రారంభించండి

# ChooseLecture
source: Choose lecture to play
bn: খেলার জন্য বক্তৃতা বেছে নিন
gu: રમવા માટે વ્યાખ્યાન પસંદ કરો
kn: ಆಡಲು ಉಪನ್ಯಾಸವನ್ನು ಆಯ್ಕೆಮಾಡಿ
ml: കളിക്കാൻ പ്രഭാഷണം തിരഞ്ഞെടുക്കുക
mr: खेळण्यासाठी व्याख्यान निवडा
or: ଖେଳିବାକୁ ବକ୍ତୃତା ବାଛନ୍ତୁ |
pa: ਖੇਡਣ ਲਈ ਲੈਕਚਰ ਚੁਣੋ
te: ఆడటానికి ఉపన్యాసాన్ని ఎంచుకోండి

# ChooseRead
source: Choose Read Aloud to play
bn: খেলতে জোরে পড়ুন বেছে নিন
gu: રમવા માટે મોટેથી વાંચો પસંદ કરો
kn: ಪ್ಲೇ ಮಾಡಲು ಗಟ್ಟಿಯಾಗಿ ಓದು ಆಯ್ಕೆಮಾಡಿ
ml: കളിക്കാൻ ഉറക്കെ വായിക്കുക തിരഞ്ഞെടുക്കുക
mr: प्ले करण्यासाठी मोठ्याने वाचा निवडा
or: ଖେଳିବାକୁ ଉଚ୍ଚ ସ୍ୱରରେ ପ Read ନ୍ତୁ ବାଛନ୍ତୁ |
pa: ਖੇਡਣ ਲਈ ਉੱਚੀ ਪੜ੍ਹੋ ਚੁਣੋ
te: ప్లే చేయడానికి బిగ్గరగా చదవండి ఎంచుకోండి

# StillWorking
source: We're still working on it, please come back later to check!
bn: আমরা এখনও এটি নিয়ে কাজ করছি, অনুগ্রহ করে চেক করতে পরে ফিরে আসুন!
gu: અમે હજી પણ તેના પર કામ કરી રહ્યાં છીએ, કૃપા કરીને તપાસ કરવા માટે પછીથી પાછા આવો!
kn: ನಾವು ಇನ್ನೂ ಅದರ ಮೇಲೆ ಕೆಲಸ ಮಾಡುತ್ತಿದ್ದೇವೆ, ದಯವಿಟ್ಟು ಪರಿಶೀಲಿಸಲು ನಂತರ ಹಿಂತಿರುಗಿ!
ml: ഞങ്ങൾ ഇപ്പോഴും അതിനായി പ്രവർത്തിക്കുകയാണ്, പരിശോധിക്കാൻ പിന്നീട് വരൂ!
mr: आम्ही अद्याप त्यावर काम करत आहोत, कृपया तपासण्यासाठी नंतर परत या!
or: ଆମେ ଏପର୍ଯ୍ୟନ୍ତ ଏହା ଉପରେ କାର୍ଯ୍ୟ କରୁଛୁ, ଦୟାକରି ପରେ ଯାଞ୍ଚ କରିବାକୁ ଫେରି ଆସନ୍ତୁ!
pa: ਅਸੀਂ ਅਜੇ ਵੀ ਇਸ 'ਤੇ ਕੰਮ ਕਰ ਰਹੇ ਹਾਂ, ਕਿਰਪਾ ਕਰਕੇ ਜਾਂਚ ਕਰਨ ਲਈ ਬਾਅਦ ਵਿੱਚ ਵਾਪਸ ਆਓ!
te: మేము ఇంకా దానిపై పని చేస్తున్నాము, దయచేసి తనిఖీ చేయడానికి తర్వాత తిరిగి రండి!

source: Chapters
bn: অধ্যায়
gu: પ્રકરણો
kn: ಅಧ್ಯಾಯಗಳು
ml: അധ്യായങ്ങൾ
mr: अध्याय
or: ଅଧ୍ୟାୟଗୁଡ଼ିକ
pa: ਅਧਿਆਏ
te: అధ్యాయాలు

# ContentCreation
source: Content creation is in progress
bn: বিষয়বস্তু তৈরির কাজ চলছে
gu: સામગ્રી બનાવટ ચાલુ છે
kn: ವಿಷಯ ರಚನೆ ಪ್ರಗತಿಯಲ್ಲಿದೆ
ml: ഉള്ളടക്ക നിർമ്മാണം പുരോഗമിക്കുകയാണ്
mr: सामग्री निर्मिती प्रगतीपथावर आहे
or: ବିଷୟବସ୍ତୁ ସୃଷ୍ଟି ଚାଲିଛି |
pa: ਸਮੱਗਰੀ ਬਣਾਉਣ ਦੀ ਪ੍ਰਕਿਰਿਆ ਜਾਰੀ ਹੈ
te: కంటెంట్ సృష్టి ప్రోగ్రెస్‌లో ఉంది

# RemoveBag
source: Remove from Bag
bn: ব্যাগ থেকে সরান
gu: બેગમાંથી દૂર કરો
kn: ಚೀಲದಿಂದ ತೆಗೆದುಹಾಕಿ
ml: ബാഗിൽ നിന്ന് നീക്കം ചെയ്യുക
mr: बॅगमधून काढा
or: ବ୍ୟାଗରୁ ବାହାର କରନ୍ତୁ |
pa: ਬੈਗ ਵਿੱਚੋਂ ਹਟਾਓ
te: బ్యాగ్ నుండి తీసివేయండి

# AddBag
source: Add to Bag -
bn: ব্যাগে রাখো -
gu: થેલીમાં ઉમેરો -
kn: ಚೀಲಕ್ಕೆ ಸೇರಿಸು -
ml: ബാഗിലേക്ക് ചേർക്കുക -
mr: बॅगमध्ये जोडा -
or: ବ୍ୟାଗରେ ଯୋଡନ୍ତୁ -
pa: ਬੈਗ ਵਿੱਚ ਸ਼ਾਮਲ ਕਰੋ -
te: బ్యాగ్‌కి జోడించు -

# RemoveLibrary
source: Remove from Library
bn: লাইব্রেরি থেকে সরান
gu: લાઇબ્રેરીમાંથી દૂર કરો
kn: ಲೈಬ್ರರಿಯಿಂದ ತೆಗೆದುಹಾಕಿ
ml: ലൈബ്രറിയിൽ നിന്ന് നീക്കം ചെയ്യുക
mr: लायब्ररीतून काढा
or: ଲାଇବ୍ରେରୀରୁ ଅପସାରଣ କରନ୍ତୁ |
pa: ਲਾਇਬ੍ਰੇਰੀ ਤੋਂ ਹਟਾਓ
te: లైబ్రరీ నుండి తీసివేయండి

# AddLibrary
source: Add to Library
bn: লাইব্রেরিতে যোগ করুন
gu: લાઇબ્રેરીમાં ઉમેરો
kn: ಲೈಬ್ರರಿಗೆ ಸೇರಿಸಿ
ml: ലൈബ്രറിയിലേക്ക് ചേർക്കുക
mr: लायब्ररीमध्ये जोडा
or: ଲାଇବ୍ରେରୀରେ ଯୋଡନ୍ତୁ |
pa: ਲਾਇਬ੍ਰੇਰੀ ਵਿੱਚ ਸ਼ਾਮਲ ਕਰੋ
te: లైబ్రరీకి జోడించండి

source: Lectures
bn: বক্তৃতা
gu: પ્રવચનો
kn: ಉಪನ್ಯಾಸಗಳು
ml: പ്രഭാഷണങ്ങൾ
mr: व्याख्याने
or: ଅଧ୍ୟାପନା
pa: ਲੈਕਚਰ
te: ఉపన్యాసాలు

# ReadPdf
source: Read only Pdf
bn: শুধুমাত্র পিডিএফ পড়ুন
gu: ફક્ત પીડીએફ વાંચો
kn: ಪಿಡಿಎಫ್ ಮಾತ್ರ ಓದಿ
ml: Pdf മാത്രം വായിക്കുക
mr: फक्त पीडीएफ वाचा
or: କେବଳ Pdf ପ Read ନ୍ତୁ |
pa: ਸਿਰਫ਼ ਪੀਡੀਐਫ ਪੜ੍ਹੋ
te: Pdf మాత్రమే చదవండి

source: Got it
bn: বুঝেছি
gu: જાણ્યું
kn: ಅರ್ಥವಾಯಿತು
ml: മനസ്സിലായി
mr: समजले
or: ବୁଝିଗଲି
pa: ਮਿਲ ਗਿਆ
te: దొరికింది

# LongPress
source: Long press to add to bag
bn: ব্যাগে যোগ করতে দীর্ঘক্ষণ প্রেস করুন
gu: બેગમાં ઉમેરવા માટે લાંબા સમય સુધી દબાવો
kn: ಚೀಲಕ್ಕೆ ಸೇರಿಸಲು ದೀರ್ಘವಾಗಿ ಒತ್ತಿರಿ
ml: ബാഗിലേക്ക് ചേർക്കാൻ ദീർഘനേരം അമർത്തുക
mr: बॅगमध्ये जोडण्यासाठी दीर्घकाळ दाबा
or: ବ୍ୟାଗରେ ଯୋଡିବାକୁ ଲମ୍ବା ଦବାନ୍ତୁ |
pa: ਬੈਗ ਵਿੱਚ ਜੋੜਨ ਲਈ ਦੇਰ ਤੱਕ ਦਬਾਓ
te: బ్యాగ్‌కి జోడించడానికి ఎక్కువసేపు నొక్కండి

# BuyIndividualBook
source: You can buy individual books now if you don't want to opt for other subscriptions
bn: আপনি এখন ব্যক্তিগত বই কিনতে পারেন আপনি যদি অন্য সদস্যতা বেছে নিতে না চান
gu: તમે હવે વ્યક્તિગત પુસ્તકો ખરીદી શકો છો જો તમે અન્ય સબ્સ્ક્રિપ્શન્સ પસંદ કરવા માંગતા નથી
kn: ನೀವು ಈಗ ವೈಯಕ್ತಿಕ ಪುಸ್ತಕಗಳನ್ನು ಖರೀದಿಸಬಹುದು ನೀವು ಇತರ ಚಂದಾದಾರಿಕೆಗಳನ್ನು ಆಯ್ಕೆ ಮಾಡಲು ಬಯಸದಿದ್ದರೆ
ml: നിങ്ങൾക്ക് ഇപ്പോൾ വ്യക്തിഗത പുസ്തകങ്ങൾ വാങ്ങാം നിങ്ങൾക്ക് മറ്റ് സബ്‌സ്‌ക്രിപ്‌ഷനുകൾ തിരഞ്ഞെടുക്കാൻ താൽപ്പര്യമില്ലെങ്കിൽ
mr: तुम्ही आता वैयक्तिक पुस्तके खरेदी करू शकता तुम्ही इतर सदस्यत्वे निवडू इच्छित नसल्यास
or: ଆପଣ ବର୍ତ୍ତମାନ ବ୍ୟକ୍ତିଗତ ବହି କିଣିପାରିବେ | ଯଦି ଆପଣ ଅନ୍ୟ ସଦସ୍ୟତା ପାଇଁ ଚୟନ କରିବାକୁ ଚାହୁଁନାହାଁନ୍ତି |
pa: ਤੁਸੀਂ ਹੁਣ ਵਿਅਕਤੀਗਤ ਕਿਤਾਬਾਂ ਖਰੀਦ ਸਕਦੇ ਹੋ ਜੇਕਰ ਤੁਸੀਂ ਹੋਰ ਗਾਹਕੀਆਂ ਦੀ ਚੋਣ ਨਹੀਂ ਕਰਨਾ ਚਾਹੁੰਦੇ
te: మీరు ఇప్పుడు వ్యక్తిగత పుస్తకాలను కొనుగోలు చేయవచ్చు మీరు ఇతర సభ్యత్వాలను ఎంచుకోకూడదనుకుంటే

source: Books
bn: বই
gu: પુસ્તકો
kn: ಪುಸ್ತಕಗಳು
ml: പുസ്തകങ്ങൾ
mr: पुस्तके
or: ପୁସ୍ତକ
pa: ਕਿਤਾਬਾਂ
te: పుస్తకాలు

# AlreadyInToYourCart
source: Cannot add this book because its either already in your cart or you already bought it
bn: এই বইটি যোগ করা যাবে না কারণ এটি ইতিমধ্যেই আপনার কার্টে আছে বা আপনি ইতিমধ্যেই এটি কিনেছেন৷
gu: આ પુસ્તક ઉમેરી શકાતું નથી કારણ કે તે તમારા કાર્ટમાં પહેલેથી જ છે અથવા તમે તેને પહેલેથી ખરીદ્યું છે
kn: ಈ ಪುಸ್ತಕವನ್ನು ಸೇರಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ ಏಕೆಂದರೆ ಅದು ಈಗಾಗಲೇ ನಿಮ್ಮ ಕಾರ್ಟ್‌ನಲ್ಲಿದೆ ಅಥವಾ ನೀವು ಈಗಾಗಲೇ ಖರೀದಿಸಿದ್ದೀರಿ
ml: ഈ പുസ്‌തകം ചേർക്കാൻ കഴിയില്ല, കാരണം ഇത് ഒന്നുകിൽ നിങ്ങളുടെ വണ്ടിയിലുണ്ട് അല്ലെങ്കിൽ നിങ്ങൾ ഇതിനകം ഇത് വാങ്ങിയിട്ടുണ്ട്
mr: हे पुस्तक जोडू शकत नाही कारण ते आधीपासून तुमच्या कार्टमध्ये आहे किंवा तुम्ही ते आधीच विकत घेतले आहे
or: ଏହି ପୁସ୍ତକ ଯୋଡି ପାରିବ ନାହିଁ କାରଣ ଏହା ଆପଣଙ୍କ କାର୍ଟରେ ଅଛି କିମ୍ବା ଆପଣ ଏହାକୁ କିଣି ସାରିଛନ୍ତି |
pa: ਇਸ ਕਿਤਾਬ ਨੂੰ ਸ਼ਾਮਲ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ ਕਿਉਂਕਿ ਇਹ ਜਾਂ ਤਾਂ ਤੁਹਾਡੇ ਕਾਰਟ ਵਿੱਚ ਪਹਿਲਾਂ ਤੋਂ ਹੀ ਹੈ ਜਾਂ ਤੁਸੀਂ ਇਸਨੂੰ ਪਹਿਲਾਂ ਹੀ ਖਰੀਦ ਲਿਆ ਹੈ
te: ఈ పుస్తకాన్ని జోడించడం సాధ్యం కాదు ఎందుకంటే ఇది ఇప్పటికే మీ కార్ట్‌లో ఉంది లేదా మీరు ఇప్పటికే కొనుగోలు చేసారు

# AlreadyBought
source: This book is either already in your cart or you already bought it
bn: এই বইটি হয় ইতিমধ্যেই আপনার কার্টে আছে অথবা আপনি ইতিমধ্যেই এটি কিনেছেন৷
gu: આ પુસ્તક કાં તો તમારા કાર્ટમાં પહેલેથી જ છે અથવા તમે તેને પહેલેથી ખરીદ્યું છે
kn: ಈ ಪುಸ್ತಕವು ಈಗಾಗಲೇ ನಿಮ್ಮ ಕಾರ್ಟ್‌ನಲ್ಲಿದೆ ಅಥವಾ ನೀವು ಈಗಾಗಲೇ ಅದನ್ನು ಖರೀದಿಸಿದ್ದೀರಿ
ml: ഈ പുസ്തകം ഒന്നുകിൽ ഇതിനകം നിങ്ങളുടെ കാർട്ടിൽ ഉണ്ട് അല്ലെങ്കിൽ നിങ്ങൾ ഇതിനകം ഇത് വാങ്ങിയിട്ടുണ്ട്
mr: हे पुस्तक एकतर तुमच्या कार्टमध्ये आधीच आहे किंवा तुम्ही ते आधीच विकत घेतले आहे
or: ଏହି ପୁସ୍ତକଟି ଆପଣଙ୍କ କାର୍ଟରେ ଅଛି କିମ୍ବା ଆପଣ ଏହାକୁ କିଣି ସାରିଛନ୍ତି |
pa: ਇਹ ਕਿਤਾਬ ਜਾਂ ਤਾਂ ਪਹਿਲਾਂ ਹੀ ਤੁਹਾਡੇ ਕਾਰਟ ਵਿੱਚ ਹੈ ਜਾਂ ਤੁਸੀਂ ਇਸਨੂੰ ਪਹਿਲਾਂ ਹੀ ਖਰੀਦ ਲਿਆ ਹੈ
te: ఈ పుస్తకం ఇప్పటికే మీ కార్ట్‌లో ఉంది లేదా మీరు ఇప్పటికే కొనుగోలు చేసారు

source: Clear Selection
bn: নির্বাচন পরিষ্কার করুন
gu: પસંદગી સાફ કરો
kn: ಆಯ್ಕೆಯನ್ನು ತೆರವುಗೊಳಿಸಿ
ml: തിരഞ്ഞെടുപ്പ് മായ്‌ക്കുക
mr: निवड साफ करा
or: ଚୟନ ସଫା କରନ୍ତୁ |
pa: ਚੋਣ ਸਾਫ਼ ਕਰੋ
te: ఎంపికను క్లియర్ చేయండి

# NoDownloads
source: No Downloads Yet!
bn: এখনো কোন ডাউনলোড নেই!
gu: હજુ સુધી કોઈ ડાઉનલોડ્સ નથી!
kn: ಇನ್ನೂ ಯಾವುದೇ ಡೌನ್‌ಲೋಡ್‌ಗಳಿಲ್ಲ!
ml: ഇതുവരെ ഡൗൺലോഡുകളൊന്നുമില്ല!
mr: अद्याप कोणतेही डाउनलोड नाहीत!
or: ଏପର୍ଯ୍ୟନ୍ତ କ Download ଣସି ଡାଉନଲୋଡ୍ ନାହିଁ!
pa: ਅਜੇ ਤੱਕ ਕੋਈ ਡਾਊਨਲੋਡ ਨਹੀਂ!
te: ఇంకా డౌన్‌లోడ్‌లు లేవు!

# GoDownload
source: Go download some lectures to make them list here
bn: এখানে তাদের তালিকা তৈরি করতে কিছু লেকচার ডাউনলোড করুন
gu: કેટલાક પ્રવચનોની સૂચિ બનાવવા માટે તેમને અહીં ડાઉનલોડ કરો
kn: ಇಲ್ಲಿ ಪಟ್ಟಿ ಮಾಡಲು ಕೆಲವು ಉಪನ್ಯಾಸಗಳನ್ನು ಡೌನ್‌ಲೋಡ್ ಮಾಡಿ
ml: ചില പ്രഭാഷണങ്ങൾ ഇവിടെ പട്ടികപ്പെടുത്താൻ ഡൗൺലോഡ് ചെയ്യുക
mr: त्यांची यादी तयार करण्यासाठी काही व्याख्याने डाउनलोड करा
or: ସେମାନଙ୍କୁ ଏଠାରେ ତାଲିକା ପ୍ରସ୍ତୁତ କରିବାକୁ କିଛି ବକ୍ତୃତା ଡାଉନଲୋଡ୍ କରନ୍ତୁ |
pa: ਉਹਨਾਂ ਨੂੰ ਇੱਥੇ ਸੂਚੀਬੱਧ ਕਰਨ ਲਈ ਕੁਝ ਲੈਕਚਰ ਡਾਊਨਲੋਡ ਕਰੋ
te: వాటిని ఇక్కడ జాబితా చేయడానికి కొన్ని ఉపన్యాసాలను డౌన్‌లోడ్ చేయండి

# FreeKitaabDay
source: Free Kitaab of the Day!
bn: দিনের বিনামূল্যে কিতাব!
gu: દિવસનો મફત કિતાબ!
kn: ದಿನದ ಉಚಿತ ಕಿತಾಬ್!
ml: ഈ ദിവസത്തെ സൗജന്യ കിതാബ്!
mr: दिवसाचे मोफत पुस्तक!
or: ଦିନର ମାଗଣା କିଟାବ!
pa: ਦਿਨ ਦੀ ਮੁਫ਼ਤ ਕਿਤਾਬ!
te: ఉచిత కితాబ్ ఆఫ్ ది డే!

source: LISTEN NOW
bn: এখন শুনুন
gu: હવે સાંભળો
kn: ಈಗ ಆಲಿಸಿ
ml: ഇപ്പോൾ കേൾക്കുക
mr: आता ऐका
or: ବର୍ତ୍ତମାନ ଶୁଣ |
pa: ਹੁਣੇ ਸੁਣੋ
te: ఇప్పుడు వినండి

source: Academics
bn: শিক্ষাবিদ
gu: શિક્ષણશાસ્ત્રીઓ
kn: ಶಿಕ್ಷಣ ತಜ್ಞರು
ml: അക്കാദമിക്
mr: शैक्षणिक
or: ଏକାଡେମିକ୍ସ
pa: ਅਕਾਦਮਿਕ
te: విద్యావేత్తలు

source: Government Exams
bn: সরকারি পরীক্ষা
gu: સરકારી પરીક્ષાઓ
kn: ಸರ್ಕಾರಿ ಪರೀಕ್ಷೆಗಳು
ml: സർക്കാർ പരീക്ഷകൾ
mr: सरकारी परीक्षा
or: ସରକାରୀ ପରୀକ୍ଷା
pa: ਸਰਕਾਰੀ ਪ੍ਰੀਖਿਆਵਾਂ
te: ప్రభుత్వ పరీక్షలు

source: Beyond Academics
bn: শিক্ষাবিদদের বাইরে
gu: બિયોન્ડ એકેડેમિક્સ
kn: ಅಕಾಡೆಮಿಕ್‌ಗಳನ್ನು ಮೀರಿ
ml: അക്കാഡമിക്സിന് അപ്പുറം
mr: शिक्षणशास्त्राच्या पलीकडे
or: ଏକାଡେମିକ୍ ବାହାରେ |
pa: ਅਕਾਦਮਿਕਤਾ ਤੋਂ ਪਰੇ
te: అకడమిక్స్ దాటి

source: Podcasts & Stories
bn: পডকাস্ট এবং গল্প
gu: પોડકાસ્ટ અને વાર્તાઓ
kn: ಪಾಡ್‌ಕಾಸ್ಟ್‌ಗಳು ಮತ್ತು ಕಥೆಗಳು
ml: പോഡ്‌കാസ്റ്റുകളും സ്റ്റോറികളും
mr: पॉडकास्ट आणि कथा
or: ପୋଡକଷ୍ଟ ଏବଂ କାହାଣୀ |
pa: ਪੋਡਕਾਸਟ ਅਤੇ ਕਹਾਣੀਆਂ
te: పాడ్‌క్యాస్ట్‌లు & కథనాలు

source: Content Coming Soon
bn: বিষয়বস্তু শীঘ্রই আসছে
gu: સામગ્રી ટૂંક સમયમાં આવી રહી છે
kn: ವಿಷಯ ಶೀಘ್ರದಲ್ಲೇ ಬರಲಿದೆ
ml: ഉള്ളടക്കം ഉടൻ വരുന്നു
mr: सामग्री लवकरच येत आहे
or: ବିଷୟବସ୍ତୁ ଶୀଘ୍ର ଆସୁଛି |
pa: ਸਮੱਗਰੀ ਜਲਦੀ ਆ ਰਹੀ ਹੈ
te: కంటెంట్ త్వరలో వస్తుంది

# TrySomethingHere
source: You don't have anything here, try to save something here
bn: আপনার এখানে কিছু নেই, এখানে কিছু সংরক্ষণ করার চেষ্টা করুন
gu: તમારી પાસે અહીં કંઈ નથી, અહીં કંઈક સાચવવાનો પ્રયાસ કરો
kn: ನೀವು ಇಲ್ಲಿ ಏನನ್ನೂ ಹೊಂದಿಲ್ಲ, ಇಲ್ಲಿ ಏನನ್ನಾದರೂ ಉಳಿಸಲು ಪ್ರಯತ್ನಿಸಿ
ml: നിങ്ങൾക്ക് ഇവിടെ ഒന്നുമില്ല, ഇവിടെ എന്തെങ്കിലും സംരക്ഷിക്കാൻ ശ്രമിക്കുക
mr: आपल्याकडे येथे काहीही नाही, येथे काहीतरी जतन करण्याचा प्रयत्न करा
or: ତୁମର ଏଠାରେ କିଛି ନାହିଁ, ଏଠାରେ କିଛି ସଞ୍ଚୟ କରିବାକୁ ଚେଷ୍ଟା କର |
pa: ਤੁਹਾਡੇ ਕੋਲ ਇੱਥੇ ਕੁਝ ਨਹੀਂ ਹੈ, ਇੱਥੇ ਕੁਝ ਸੁਰੱਖਿਅਤ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰੋ
te: మీకు ఇక్కడ ఏమీ లేదు, ఇక్కడ ఏదైనా సేవ్ చేయడానికి ప్రయత్నించండి

source: Your Books
bn: আপনার বই
gu: તમારા પુસ્તકો
kn: ನಿನ್ನ ಪುಸ್ತಕಗಳು
ml: താങ്കളുടെ പുസ്തകങ്ങൾ
mr: तुमची पुस्तके
or: ତୁମର ପୁସ୍ତକ
pa: ਤੁਹਾਡੀਆਂ ਕਿਤਾਬਾਂ
te: మీ పుస్తకాలు

source: Download Started
bn: ডাউনলোড শুরু হয়েছে
gu: ડાઉનલોડ શરૂ થયું
kn: ಡೌನ್‌ಲೋಡ್ ಪ್ರಾರಂಭವಾಗಿದೆ
ml: ഡൗൺലോഡ് ആരംഭിച്ചു
mr: डाउनलोड सुरू झाले
or: ଡାଉନଲୋଡ୍ ଆରମ୍ଭ ହୋଇଛି |
pa: ਡਾਊਨਲੋਡ ਸ਼ੁਰੂ ਹੋਇਆ
te: డౌన్‌లోడ్ ప్రారంభించబడింది

source: No Subscription
bn: সাবস্ক্রিপশন নেই
gu: કોઈ સબ્સ્ક્રિપ્શન નથી
kn: ಚಂದಾದಾರಿಕೆ ಇಲ್ಲ
ml: സബ്സ്ക്രിപ്ഷൻ ഇല്ല
mr: सदस्यता नाही
or: କ Sub ଣସି ସଦସ୍ୟତା ନାହିଁ |
pa: ਕੋਈ ਗਾਹਕੀ ਨਹੀਂ
te: చందా లేదు
